[
    "达官数据是一家为企业提供各类场景智能知识管理的国家高新技术企业是行业首家国家级专精特新小巨人企业于2015年在浦东张江成立在北京 苏州 深圳 成都 长沙等地相继成立子公司业务和品牌向全国全面推进达官核心管理团队由业界知名技术和业务专家组成凭借研发团队丰富的技术积累和深厚的行业经验成功研发出国内最全智能文本处理产品矩阵智能文档处理IDP垂直大模型加知识库KMS智能推荐智能数字员工RPA智能文档处理IDP可以做文档的抽取 审核 比对知识库KMS可以做文档的管理智能文档处理IDP知识库的问答写作 搜索智能推荐可为企业做各种内容的个性化推荐智能数字员工RPA可做跨系统之间的数据自动同步抓取 填报等目前已成功应用于制造 政务 金融等领域并受到客户的一致认可达官数据多年来屡次获得国内外权威机构颁发的荣誉和奖项其中包括中国人工智能智能领域最高奖无文俊人工智能奖全球顶级技术竞赛ACM世界算法竞赛冠军多次荣登福布斯胡润百富神工智能50强资质齐全赢得多方权威认证全面兼容信创同时申请了200余项发明专利并与北京大学 复旦大学 上海交通大学等知名高校建立产需研合作其中与中国工程院柴鸿峰院士复旦大学 上海交通大学等知名高校建立产需研合作复旦大学建立金融垂域应用大模型联合实验室专注金融垂直大模型的研发应用达官高度重视产品交付质量建立健全客户服务和质量管理体系提供重点客户服务权益包定期客户满意度调查达官以积极践行企业社会责任数年来赴云贵川等地山区小学捐价爱心图书室多年组织员工无偿献写科技助残国爱弱势群体达官数据一直秉承着务实求真通达乐观的价值观合成为做中国第一的智能文本处理企业的愿景实现知识智能管控降本增效达官数据智能文本处理专家达官智能知识管理系统对组织里每位成员的知识进行采集积累 挖掘 运用让知识可以传承工作更加高效组织内部的各类报告 资料制度 档案 邮件外部的情报 资讯 文档等都蕴含着丰富的知识将这些信息汇集起来加以利用非常重要达官知识管理系统运用大模型和人工智能技术对组织内外部的各类信息进行存储管理 萃取 挖掘和运用帮助每个组织实现知识驱动的智能化工作知识空间提供文档资料的分类 存储 管理功能有可靠的权限管理和备份存储功能支持图片 音视频 表格数据等各类多媒体内容的多人编辑和内容管理知识百科积累专业字条的权威事业并将各类百科字条相互链接在一起形成组织自己的微体百科系统知识问答提供FAQ常见问题权威问答专家解答 社区互助问答AI智能问答等知识培训专家培训资料 岗位技能地图在线知识评测等模块帮助各岗位员工快速学习成长达官KMS包括槽制大模型在内的国内外各类大模型充分结合实现了对知识的深度加工和组织的创新运用能力实现各类自动化的文档审核协作 问答 分析等智能能力智能搜索问答运用检索增强RAG技术精准获取知识列表式搜索提供多种条件筛选功能支持全文工知识溯源并有官方权威问答 专家问答社区问答等多种细分类型的标记还有数据问答 NL2 SQL结果动态图表生成等高级功能达官还创新性提供知识脑图式搜索自动生成有层次条理的脑图式结果用于对问题的深度归纳除了人找知识好 各位嘉宾我们可以把手机呢调到振动或者是静音状态我们的论坛呢马上就要开始实在抱歉啊因为我们的论坛的这个挤挤一堂已经没有座位的有座位的呢大家坐一坐没座位没有预先预定好这个位置的我们的这个观众和各位专家朋友呢就辛苦一下但是一定不枉您的辛苦这场论坛好尊敬的各位领导嘉宾各位同仁各位媒体界的朋友们各位思维的探索者知识的追寻者实践的落地者大家上午好我是达官我是达官达官数据的首席战略官刘江贤去年呢在WAIC论坛主持的时候呢我还是一位达官数据的新人那么一年过去了去年也是在这里我们首发了曹植大语言模型我们达官主办的论坛呢也赢得了WAIC的最佳人气奖之一啊一年之后我们将会有哪些新的动作有哪些新的动作呢理论成果展示有哪些全新的发布呢值得期待也希望大家拭目以待今年的WAIC呢这个新词啊轮番上演论坛的思想激荡展览的新品呢也是不断上海宣言人工智能全球治理45度平衡率技术创新政策引领并种产学员深度融合的有用的AGI可证明的安全的AGI等等一些新的术语新的词呢在不断引发业界和学界的思考知识改变世界垂直大模型重新定义知识管理您看看在我们的主题里边有一个词出现了两次对就是知识知识是什么呢知识呢是人们在社会实践中所获得的认识和经验的总和这是完整的过去的概念那么今天在今天的论坛上我们将重构知识的概念今天我们将以前所未有的方式重塑对各种知识的探索管理和应用新范式本次论坛呢由共青团上海市浦东新区委员会策划由达官有复旦达官金融垂域应用大模型校企联合研究中心上海市浦东新区青年联合会和达官数据的共同主办知识单位呢是复旦大学协办单位上海现代服务业联合会互联网科创服务专业委员会上海市信息化企业家协会中国计算机学会CTO Club上海分部上海市浦东新区科技产业青年联谊会一起来承办首先为大家介绍一下本次论坛的领导和嘉宾他们是全国政协常委民建中央原副主席上海市政协原副主席上海公共外交协会会长周汉民周汉民先生呢今天有重要的公务啊临时调整为线上参与稍后他将为本次论坛开幕致辞让我们欢迎中国工程院院士复旦大学金融科技研究院院长柴和峰院士上海市档案局局长上海市档案馆馆长徐卫婉女士共青团上海市浦东新区委员会书记浦东新区青年联合会主席赵辉茂复旦大学金融科技研究院常务副院长计算机科学技术学院副院长吴杰复旦大学计算机学院计算机科学技术学院金融科技研究院院长吴杰金融科技研究院院长吴杰金融科技研究院院长吴杰金融科技研究院院长吴杰金融科技研究院研究员叶广南新加坡南洋理工大学计算机与数据科学学院助理教授王勇国泰军安证券总裁李俊杰国泰军安证券首席信息官于峰岁元科技创始人董事长兼CEO赵立东达官数据创始人董事长兼CEO陈韵文安永咨询数据智能服务合伙人陈建光百川智能副总裁邓江他们两位还在另外一个论坛赶来的路上岁元科技产品战略副总裁李庆恩鼠光集团智能计算产品事业部副总经理胡晓东上海市信息化企业家协会会长戴建彪共青团上海市浦东新区委员会副书记浦东新区青年联合会副主席高远当然了还有来自全国的我没有来得及介绍的金融证券制造业的达官的贵人们我们简称达官贵人一并用热烈的掌声欢迎大家的到来",
    "首先我们有请全国政协常委民建中央原副主席上海市政协原副主席上海公共外交协会会长周汉密先生线上致辞请看大屏幕各位嘉宾女士们先生们2024全球人工智能大会在上海如期举行几年来我们坚持不懈与世界为伍为人工智能的发展做出重要的推动我们的分论坛今天讨论是垂育大模型的建设和前景我认为十分必要垂育大模型在中国的全球人工智能发展中有它非常鲜明的特征和优势那就是国家对权益大模型的发展政策支持十分到位第二我们的数据资源相当丰厚第三我们的数据资源相当丰厚应用场景在不断地拓展第四社会逐步形成共识对垂育大模型的发展要继续予以关注和支持我认为权益大模型在中国的发展与中国式现代化五大特色是十分重要的十分吻合相当切剔的首先中国是一个人口规模巨大的国家14亿一千万国人在共同推进中华民族的伟大复兴垂育大模型就是为了让我们中国人能够用得上用得起用得好大模型以此在人工智能的发展上走出自己有中国特色的道路来正是因为人口规模巨大垂育大模型可以使得我们在某些领域能够用得上逐步赶超世界先进水平乃至可以在某些领域有独创性的发展和贡献其次中国式现代化的特征是强调共同富裕的现代化共同富裕要解决城乡差别区域差别脑力劳动和体力劳动的差别农业和工业的差别等一系列影响全体人民走共同富裕道路的种种因素不会一蹴而就但纵使千难万险也得大量的一路前行而垂大模型它的掩饰开发和应用会弥合刚才提到的四个方面的差异为全体人民走上共同富裕的道路奠定物质技术2024年中国的全体人民数字经济规模一定会在2023年56.1万亿基础上继续增长而在垂大模型领域的突破会是增长的动力我们对大模型十分了然综合性的大模型有其优势垂大模型有其优势更具备我们要解决一些重点领域重大问题突破的路径和取向因而它与中国式现代化之特征是吻合的第三中国式现代化强调人与自然的和谐共生其主席早在2020年已经向联合国大会中国要在2030年前碳达峰2060年前碳中和双碳战略的具体落实十分坚信今天可以说碳达峰的时间可能提前碳中和的努力十分坚决因而垂雨大模型对气候变化对新能源的使用对产业革命对生活方式的变革都可以起到推波助澜的作用都可以起到推波助澜的作用因而与中国式现代化人与自然和谐共生的特色也是十分吻合的第四中国式现代化强调物质文明和精神文明的高度同理我们现在垂雨式大模型就是提供了一所无远佛界的学校让古老文明与今天的人们能够携起手来各位看到各地的博物馆今天成了多少年轻学生虚之若鸣的场所但即便如此对博物馆博大精深的展城和中国五千多年来的博物馆博物馆博物馆它只是沧海一所如果我们能够在垂雨大模型方面更注重文明的展城文化样式的创新让博物馆走向大众它一定会对物质文明和文明的展城与精神文明高度统一做出应有的贡献最后中国是现代化的特征是走和平发展道路的现代化垂雨是大模型的发展它绕不开几个基本问题第一个问题是闭源呢还是开源呢第二大模型的研制是我们独善其成还是与世界广泛合作共享盛举呢第三垂雨大模型要不要进行国际比较和向中国的展城最高标准最好水平学习我以为答案是不言自明的那就是尽管今天大模型的研制有开源闭源两种选择我相信久而久之人们都会认识到开源可能是方向大模型的研制我会认识到往往是几个人一个团队努力而成但久而久之国际合作就显得十分必要垂雨大模型它的发展道路一定会更强调向世界最高标准和最好水平的学习这一点以及中国四十六年改革开放的经验已经得出明显的结论就是改革开放是我们的重要法宝改革开放是我们的至胜之道垂雨大模型的发展离不开改革开放离不开更大范围更高水平的改革和开放由此我衷心寄予今天我们的论坛在垂雨大模型相关技术研讨的同时始终了然这一场数字革命它要实现的基本目标是产业的数字化是数字的产业化这两化一定要成为我们垂雨大模型研制和开发的前提更深入地了然中国经济发展的现实更急切地投生于中国工业现代化的鸿涛俱然之中让我们垂雨大模型的发展始终与经济发展同步与社会发展同行衷心祝愿今天的论坛圆满成功谢谢大家",
    "谢谢周汉民主席我们都说见字都如面那么在线更是在心啊周汉民主席有三个提问啊在演讲过程当中是开源还是避源是独善其身还是共相胜举是国际比较和最高水平看齐的国际合作还是自己闻起头来来做答案不言自明周汉民主席呢在演讲过程当中他把垂雨大模型对技术对于产业又和中国是现代化的这个内涵呢进行了有效的连接而且说把物质文明和精神文明的高度统一用知识用AI治理把它拧在一起好我们再一次用掌声谢谢周汉民主席虽然他今天没来",
    "过后呢我们会把大家的谢意和致敬当面的带给周汉民主席谢谢我们接下来我们掌声有请来自上海市档案局局长上海市档案馆馆长徐未婉女士致辞大家掌声欢迎尊敬的财鸿峰院士各位领导各位专家各位朋友大家上午好非常荣幸呢能够应达官数据的邀请出席今天垂雨大模型应用论坛如果说这两天的上海什么能够热过上海的气温的话就是本届世界人工智能大会的召开昨天李强总理也历龄大会做了重要讲话那么作为档案领域的代表能够在这个场合和大家共同探讨火爆中的火爆的话题就是垂雨大模型这个话题的话呢我也感到很荣幸同时呢也感到非常有挑战不过呢我觉得因为啊为什么觉得有挑战呢因为在绝大多数人眼中啊毕竟答案啊还是和文科更相关啊加上技术尤其加大模型的话也许跨界的有点过分但是呢很想比较我们全国的档案界上海的档案人啊因为身处在这样一座魔都当中啊我觉得我还是非常自豪的讲我们上海档案人一直以来就自带一种酷酷的科技感我们也特别努力的奔跑在数字化和智能化的路上在十四五之初啊我们就提出了数字赋能档案事业高质量发展的目标如果说在新的时代新的征程上让档案工作这样一个传统的工作能够实现新的发展实现更高质量的转型发展的话插上数字化的翅膀现在是插上智能化的翅膀如果是今天讨论完了觉得还可以插上大模型的翅膀的话我觉得一定是能够推动上海的档案工作向高质量转型发展在这个十四五期间我们已经有十六项科研项目纳入到了国家级的档案系统的科研项目中其中许多个项目都已经荣获了国家档案局的一二三等荣誉称号科技成果荣誉称号这里面有许多就是档案加人工智能档案加区块链档案加数字人文档案加知识图谱等方面的探讨和研究如今如果各位有机会能够走进我们上海市档案馆它在这里不远处隆阳路上或者是某一家区级档案馆我们目前16个上海区的档案馆全部已经创建成为国家级的示范档案馆其中青浦区档案馆浦东新区档案馆靖安区档案馆都是以全国第一的成绩就当年度第一的成绩通过了数字档案馆的全国示范数字档案馆的测评比如说你在今天的档案馆里可以看到一屏管天下的一屏管全管的智能管控系统它不仅仅是管我们这个管的安全也可以通过一个平台来实时监测整个库房 库区的温度湿度保证每一份档案在每个科技的守卫保护我们在库房里面已经能够看到认真调档的机器人人型机器人在我们的阅览大厅里你可以看到穿梭在利用大厅里你可以穿梭在库房和利用大厅的机器人这样的话可以使得我们人工的这个接触档案的频率会越来越少我们也可以看到基于时空地理知识图谱的档案查阅平台现在可以外网上看可以上网上互联网查叫跟着档案跟着数字跟着档案看上海数字人文平台目前已经有80万人次的访问量在上面通过检索地理信息和知识图谱来了解上海这座城市的封脉和品格有些库房也已经开始使用不是传统密集架的库房而是这个魔术方块式的层叠式的这个库房来急约的管理档案工作在我们市档案馆也正在尝试使用数字胶片AI修复的方式为长期储存在上海档案馆的这些档案提供更加有效的保护措施那么为什么绵延千年的传统档案工作在这些年能够如此快速和深度的同数据工具前沿科技尤其是人工智能实现了融合呢我觉得因为从档案工作的基座来说我们是一座档案馆更是一座拥有海量数据的数据库那些静默的躺在库房中的档案在一代一代档案人的努力下已经转变成为了海量的数据目前上海市档案馆拥有525万卷件档案这个馆藏量是全国省市省级档案馆中藏量最大的其中62%已经数字化了那已经量也很大了我们的数据储存量达到了120T同时的话伴随着电子证物电子发票电子签章等方面的工作快速的推进各个行业领域包括我们今天来的很多金融机构教育界媒体界比如电视台这些他们都在档案储存整理挖掘利用等方面应用的需求不断得到升级和提高你比如说电视台大量的视频数据它也是档案怎么来长久保存怎么来转化成为更新的一些东西形成一些新的效果像我们余总的国泰军安您的这个金融机构的数据档案持久的保存在那里怎么来发掘出它的新的价值人们对于留存档案工作溯源经验提炼数据查考专题检索史料编研刚才汉明同志也讲到文物的再现重塑新媒体的传播等等领域的要求越来越高这些要求都催生着档案工作从收管存用各个领域各个环节需要不断的更新和迭代今天我们谈大模型虽然我本人对于大模型的认知只能停留在外行看热闹的阶段但是我相信在大模型的加持下那些深藏在库房里的所谓的档案固纸堆一定会羽化成为新生的力量在传承历史赋能现实连通未来当中发挥他们独特的价值习近平总书记强调说档案工作是一项立国立民汇集千秋万代的崇高事业经验得以总结规律得以认识历史得以延续各项事业得以发展都离不开档案要求我们档案工作能够走向依法治理走向开放走向更加现代化我们非常希望在座的各位专家各位朋友能够认识重视支持档案工作也衷心的期待上海档案有机会同在座的各位取得合作共赢的机会让传统的行业插上人工智能的翅膀形成新的气象和新的应用再次感谢各位同时也预祝本次论坛取得圆满的成功谢谢大家",
    "酷酷科技感的档案人感谢徐局长的致辞其实档案管理里面有无尽的资料无尽的知识宝藏我们达官数据未来也特别愿意在您刚才提到的档案信息化数据化的建设上做贡献我刚才听到说在贵宾间短短的一段时间里面已经有了一些课题的意向了真是上海速度AI速度不过给徐局汇报一下跟着档案看上海这件事我们在六一前后跟着我们大学的计算机学院的老师们我们的王鑫书记还有延长主任和我我们一起已经把这个课程的送到了云南大理永平县我们的执教课堂上好我们再用掌声谢谢徐局长的致辞谢谢",
    "接下来我们将请上的嘉宾的去年论坛也做过演讲不过去年是在线上今年是在线下在过去的一年中他带领着负担达官金融处于大模型应用联合研究中心承接了国家重大专项课题也见证着达官参与金融北京金融科技产业联盟大模型的大赛并获奖而且不断的敦促有组织的科研在金融业AI落地的中国工程院院士柴鸿峰先生我们掌声有请柴鸿峰演讲大模型在金融领域的应用与思考谢谢",
    "各位领导各位专家刚才徐菊的演讲实际上咱们档案现在在大语言模型的时代数据的语料是非常关键的因为大家都知道一个是数据一个是算法一个是算力的规模效应然后呢实际上大力出奇迹出现了我们的大模型的涌现的突破刚才我们主持人也介绍了就是说和达官这边配合就是参加了这个国家的这个金融界的这个领域的这个大模型的这个相应的比赛那么今天汇报的内容呢这个应用的角度上这些案例包括有国泰军安的有我们达官的有相应的银联的这些优秀的案例实际上都是在这个比赛的过程当中展示的我们的行业金融行业的垂液的一些应用再一个呢根据这些应用现阶段围绕着人工智能这个大会上的一些和专家们的讨论的一些思考有三点借此机会呢向大家交流交流呢主要是分这样的三个部分那么金融业呢作为数字化智能化的先行者实际上在大模型的应用实践方面呢已经探索了与实体经济相融合的多种多样的场景大家都知道金融呢的宗旨就是为了实体经济的服务那么所有这个金融也衍生在实体经济当中人类的几千年的文明史既有我们的文字史传领了我们的文字史的知识那么基点成为成为档案对吧也有我们的所有的算法然后会计的记账法产生了我们的金融的行业也产生了科学的这个分支那么在这个过程当中金融呢作为垂域的一个应用领域也是有望成为大模型技术落地的最佳的领域但是呢通过后面介绍这个情况来看我们金融大模型还处于一个起步的阶段那么呢如果分为三个阶段的话就是我们人机结合的三个阶段一个是人的智慧和机器的智慧还是以人的机会为主就是完全在这个这个今天早晨的和余总的交流上还得最后决定前还是靠我们人第二个阶段呢以机器为主人的为辅第三阶段呢完全是人机交互的融合的一气融合的一起的这个三个阶段那么在这个三个阶段的过程当中应该怎么发展现在金融业的行业的大模型的金融应用的主要流程是通过明确需求预评估场景测试模型训练模型融化测试上限这样几个流程完成了我们金融大模型在金融行业的现在的广泛的推广那么在应用的场景上场营销客户服务产品运营风险管理这样的几个场景一共21个这个优秀的案例当中基本上分布在这样的五个的场景当中首先看在业务支持方面那么金融机构可以利用大模型技术为研发运营办公等多个场景提供支持提供了提高了工作效率和交付质量从而为员工创造更加舒适的工作环境进一步的提升了员工的工作效率降低了运营成本我们达官数据的大模型的智能写作平台服务场景这个实例也获得了上次的评审的卓越奖那么所以在研发方面呢在系统设计代码生成与补全代码翻译与注释辅助测试等多个关键环节的为技术人员提供帮助和支持在运维方面呢凭借良好的语义搜索能力能够协助运维人员高效的处理各类的结构化非结构化的数据快速定位问题的所在从而缩短故障的排除时间那么刚才说到了我们达官的这个数据研制的大模型智能写作平台可以应用于金融研报的粗稿生成文档解析材料解读文档审核等多个场景在市场营销方面针对面临的相应的问题大模型赋能提升客户的营销服务的体验为客户提升全渠道个性化温度的进入服务在客户服务方面相较传统的方法大模型具有良好的自然语言的理解和业务场景的泛化能力能够准确识别用户的意图并快速精准的回应用户的需求在产品运营方面那么我们国泰均安利用大模型为建商领域提供智能的投顾服务同时呢可以在信贷等多个方面提供有力的支持自动化处理繁复的日常工作释放了人力资源使员工的能够更专注于更高价值的工作内容同时在投顾信贷方面的大模型也有相应的场景应用那么金融机构是经营风险的风险控制的是金融业的核心要务对于维护整个行业的稳定性安全性至关重要那么银行基于transformer模型构建了人工智能的反欺诈的应用用于挖掘账户的异常交易行为模式并进行异常的预警同时考虑了实体之间的交互信息与实际信息更加符合实际的金融场景所以在合规知识问答法律审查真伪校验等方面也发挥了一定作用但是在这方面的我们后面还会谈到一些问题就是大模型在金融行业有很多的场景应用但是面临着诸多问题是哪些我们归纳起来通过上次的这种检验有这么四个方面的问题一个是金融应用规范及指南及其完善二是大模型的运用范式还是不够丰富三是高质量的金融训练数据还欠缺最后训练的算力支持普遍不足但是重点要突破大模型在金融行业的应用发展建议或者突破点应该是什么什么叫做突破点在座的各位领导各位专家那么大模型给人的眼睛一亮的时候实际上是在它的在于人的智力和发现不了的那些的知识点的知识的生产力的那个涌现效应那么涌现效应在垂直领域应该怎么发现我个人今天和陈总在这方面也进行了讨论在车上的和叶考兰教授的也进行了相应的讨论举这样的一个例子这个涌现的效应如果用传统的牛顿力学看我们现在的机械力和人力结合的突破我们坐在汽车的场景上坐在火车的场景上坐在轮船的场景上坐在飞机的场景上所有的动力的延伸和人的人力的延伸使我们应用动力的这个技术是有广泛的应用了那么我们智力的延伸要突破发现那些点一定是这样的的应用场景有相应突破就是机器的智力再加上人智力的交互产生的应用的突破一定是那样的一种场景想象另外一个呢这个涌现效应我们现在都集中在大语言模型进行涌现效应的突破很难突破一个向上顶层的天花板但是如果在垂直领域我们定义有限的界限打造大模型的金融的数据底座这个数据底座的广泛的数据是不是就像alpha zero或者是alpha full这样子的来进行定义相应的空间和算法的空间以及数据的空间进行涌现效应的突破那么这种涌现效应的突破实际上也是符合大数据大参数大计算的尺度的定理的要求那么只有这样的突破才能够在某些垂域实现这种垂域的知识的生产力的提高产生人的智力加上机器的智力超越现在复杂系统人的智力不可突破的那些的认知的技术实现21世纪我们重大的知识生产力的挑战的这个突破所以这是第一个观点但这个观点的核心就是刚才的习局他们这个档案的数据的以料整理起来为所有的我们垂域领域的能够发挥相应的作用的但是呢又不是完全依赖于这个大力出奇迹的这种既依靠大力出奇迹的规律要用大力出奇迹的规律在不同的领域用不同的算法和不同的算法空间来产生这种的涌现突破这是我的一个思考的在这个思考的空间呢讨论了很长时间就是在哪些地方产生涌现的突破第二个工程师的组织那么以人工智能为核心的科学范式呢是开启了人机共融为特征的科学研究的新篇章大目前在金融行业的交叉应用通过协同反馈以及内外迭代不断的优化自身涌现产生的新知识赋能科学发现技术发明和工程创造这个呢核心是工程创造集成创新那么呢我是想就是把现在的大模型的在复杂环境混乱的环境下能够和知识突破进行叠加的应用这个叠加的应用知识突破产生可预期的可信的这种的决策是对外服务我们大模型产生发现的这种幻觉哪怕是幻觉是对内我们的专家提醒我们这有你想象不到的东西我们所有幻觉的发现的凸显这种的时序的环境幻觉的问题不断的迭代的优化的过程当中产生新的知识产生新的知识这个知识图谱的扩充那么这就是一个工程上的这个实现的集成把这两个集成在一块来进行工程落地因为我觉得今天早上一段我就和我们已经参会的很多的专家包括陈总就交流这是大会的主题主要的一个就是落地那么在工程的落地大模型在金融行业的融合的创新是不是可以用这种方式来进行的集成的创新来使我们的知识生产力对外服务和对内的发现能够结合在一起能够把科学的发现和技术的发明和工程的创造融合在一起这是第二个思考点那么最后一个思考点也是后面一个程序所规定的动作也是呢我们复旦大学和国泰军安隋岩科技达官数据一块要产生的产协约的合作针对工程管理的组织问题通过软硬议题共需统筹产协约协同创新管理合作的模式实现人才密度科研的强度创新的速度这个三度的软硬计划融合的有效的集成推动金融大模型的研发和应用加速行业的智能化和数字化的转型那么这个应该我们的国泰军安是在证券行业的第一线那么他提出的需求那么由我们的供给方达官来合作包括和我们的CNN科技硬软合作的议题来进行合作那我们复旦大学作为研究单位不断的通过共需两方产生的实际的科学问题来进行科学的发现通过大家合作进行技术发明然后工程创造那么这样的一种有组织科研是共需直接界面直接面向场景直接面向数据再叠加上像这个徐局长这样子的这个档案的语料的这种支持我相信呢我们的这个创新的实践一定能够在某些领域在金融的某些领域产生有限的突破效果在这个全国科技大会的国家科学技术奖励大会两院链式大会上中央领导都提出了这个相应的要求特别是做好科技金融这篇大文章要求我们这个我们这个证券行业要早一点所有的人叫投早投小这个投长期投硬科技对吧在这个过程当中做好那么呢实际上到2035就只有11年的时间让我们共同在这个11年的时间做好有组织科研为科技强国做出我们的贡献我就说这些谢谢",
    "做好有组织的科研应用应用落地落地场景场景正如刚才院士所讲的我们借助行业的力量借助企业间的各自的优势发挥各自所长实现共智共赢复旦大学金融科技研究院国泰军安岁元科技达官数据呢正在为此努力在院士的关心下呢由复旦大学领衔基础科研岁元科技提供强大的算力达官数据专注于大模型的构建国泰军安则将前沿的技术呢应用于场景实践四方携手共同让大模型高效落地接下来请允许我向各位发出邀请来共同见证由复旦大学金融科技研究院国泰军安证券岁元科技和达官数据四方的战略合作签约仪式我们将请上复旦大学金融科技研究院常务副院长吴杰国泰军安证券首席信息官于峰岁元科技产品战略副总裁李庆恩作为机构代表进行签约同时我们也隆重的请出中国工程院院士复旦大学金融科技研究院院长柴鸿峰院士国泰军安证券总裁李俊杰先生岁元科技创始人董事长兼CEO赵立东先生达官数据创始人董事长兼CEO陈玉文先生作为本次签约的见证人",
    "我们掌声有请我们来点音乐好不好请不吝点赞 订阅 转发 打赏支持明镜与点点栏目欢迎订阅 转发 打赏支持明镜与点点栏目欢迎订阅 转发 打赏支持明镜与点点栏目欢迎订阅 转发 打赏支持明镜与点点栏目欢迎订阅 转发 打赏支持明镜与点点栏目欢迎订阅 转发 打赏支持明镜与点点栏目欢迎订阅 转发 打赏支持明镜与点点栏目欢迎订阅 转发 打赏支持明镜与点点栏目欢迎订阅 转发 打赏支持明镜与点点栏目欢迎订阅 转发 打赏支持明镜与点点栏目欢迎订阅 转发 打赏支持明镜与点点栏目欢迎订阅 转发 打赏支持明镜与点点栏目欢迎订阅 转发 打赏支持明镜与点点栏目欢迎订阅 转发 打赏支持明镜与点点栏目欢迎订阅 转发 打赏支持明镜与点点栏目欢迎订阅 转发 打赏支持明镜与点点栏目欢迎订阅 转发 打赏支持明镜与点点栏目欢迎订阅 转发 打赏支持明镜与点点栏目欢迎订阅 转发 打赏支持明镜与点点栏目欢迎订阅 转发 打赏支持明镜与点点栏目欢迎订阅 转发 打赏支持明镜与点点栏目欢迎订阅 转发 打赏支持明镜与点点栏目欢迎订阅 转发 打赏支持明镜与点点栏目欢迎订阅 转发 打赏支持明镜与点点栏目欢迎订阅 转发 打赏支持明镜与点点栏目欢迎订阅 转发 打赏支持明镜与点点栏目欢迎订阅 转发 打赏支持明镜与点点栏目欢迎订阅 转发 打赏支持明镜与点点栏目欢迎订阅 转发 打赏支持明镜与点点栏目欢迎订阅 转发 打赏支持明镜与点点栏目欢迎订阅 转发 打赏支持明镜与点点栏目欢迎订阅 转发 打赏支持明镜与点点栏目欢迎订阅 转发 打赏支持明镜与点点栏目欢迎订阅 转发 打赏支持明镜与点点栏目欢迎订阅 转发 打赏支持明镜与点点栏目欢迎订阅 转发 打赏支持明镜与点点栏目欢迎订阅 转发 打赏支持明镜与点点栏目欢迎订阅 转发 打赏支持明镜与点点栏目欢迎订阅 转发 打赏支持明镜与点点栏目欢迎订阅 转发 打赏支持明镜与点点栏目欢迎订阅 转发 打赏支持明镜与点点栏目欢迎订阅 转发 打赏支持明镜与点点栏目欢迎订阅 转发 打赏支持明镜与点点栏目欢迎订阅 转发 打赏支持明镜与点栏目欢迎订阅 转发 打赏支持明镜与点点栏目欢迎订阅 转发 打赏支持明镜与点点栏目欢迎订阅 转发 打赏支持明镜与点栏目欢迎订阅 转发 打赏支持明镜与点栏目欢迎订阅 转发 打赏支持明镜与点点栏目欢迎订阅 转发 打赏支持明镜与点栏目欢迎订阅 转发 打赏支持明镜与点栏目欢迎订阅 转发 打赏支持明镜与点栏目欢迎订阅 转发 打赏支持明镜与点栏目欢迎订阅 转发 打赏支持明镜与点栏目欢迎订阅 转发 打赏支持明镜与点栏目欢迎订阅 转发 打赏支持明镜与点栏目欢迎订阅 转发 打赏支持明镜与点栏目欢迎订阅 转发 打赏支持明镜与点栏目欢迎订阅 转发 打赏支持明镜与点栏目欢迎订阅 转发 打赏支持明镜与点栏目欢迎订阅 转发 打赏支持明镜与点栏目欢迎订阅 转发 打赏支持明镜与点栏目欢迎订阅 转发 打赏支持明镜与点栏目欢迎订阅 转发 打赏支持明镜与点栏目欢迎订阅 转发 打赏支持明镜与点栏目欢迎订阅 转发 打赏支持明镜与点栏目欢迎订阅 转发 打赏支持明镜与点栏目欢迎订阅 转发 打赏支持明镜与点栏目欢迎订阅 转发 打赏支持明镜与点栏目欢迎订阅 转发 打赏支持明镜与点栏目欢迎订阅 转发 打赏支持明镜与点栏目欢迎订阅 转发 打赏支持明镜与点栏目欢迎订阅 转发 打赏支持明镜与点栏目欢迎订阅 转发 打赏支持明镜与点栏目欢迎订阅 转发 打赏支持明镜与点栏目欢迎订阅 转发 打赏支持明镜与点栏目欢迎订阅 转发 打赏支持明镜与点栏目欢迎订阅 转发 打赏支持明镜与点栏目欢迎订阅 转发 打赏支持明镜与点栏目欢迎订阅 转发 打赏支持明镜与点栏目欢迎订阅 转发 打赏支持明镜与点栏目欢迎订阅 转发 打赏支持明镜与点栏目发声相关的部位这种参数是海量的不仅仅是你的声带可能是舌头啊或者是上颚下颚呀各种各样的都会起到一些作用所以说我们也是对人体的这个发声的生体学进行了很细腻度的这种分析然后生成了这个模型那既然有了这个模型之后我们实际上就可以自由地做各种各样人的音色的这种克隆那我首先第一个从我的这个脑海里蹦出的思想就是我是不是把自己的音色也克隆一下然后下一次我就不用过来给报告了数字人直接来了我直接直接瘦一下就可以了OK那我下面这个demo呢给大家展示一下因为我这个人比较喜欢这个唱歌下面我用一段这个MTV给大家演唱一段这个我自己和我自己的数字人的音色进行PK的一段这个音乐表演前四句是我自己唱后四句是这个数字人唱这个歌曲的名字叫做《这世界有那么多人》这个是在一个湖南卫视一个比较有名的节目里边林志炫做的一个表演那掌声鼓励一下《这世界有那么多人》这世界有那么多人人群里敞着一扇门我迷梦的眼睛里苍春我迷梦的眼睛里不见你蓝色清晨这世界有那么多人多幸运我要个我们这悠长命运中的沉昏常让我往远方出深OK 谢谢大家",
    "现在我有一个爱好这个Ledger Time我有的时候就听自己的数字人唱歌也跟自己的数字人在练唱歌因为我的水准照他还有一定差距有的音准还是不太准OK好 那我们说了图像上面的这个Buildup然后也说了语音上面的Buildup最核心的一个问题是也是今天我们会议非常关注的一个问题就是这个数字人的Spirit就是他的灵魂或者是他的核心的驱动力这个垂域领域的大模型如何去Buildup那今天这个柴院士也是提到了说垂域大模型的涌现效应实际上是我们下一步在每一个具体的应用领域当中需要非常关注的一点那我们目前也是在某一些具体的领域比如说这张图我们大概就是在因为我本人在这个金融科技研究院其中的一个研究方向就是做跨境贸易跨境贸易里边很重要的一个问题就是跨境电商如何能够通过各种各样的各个维度的多模态的多结构化的异构的数据去构建相应的促进跨境电商的这种发展那我们目前在这一个领域金融科技研究院是collect了大概是有两TB的Fintech的training data同时有大量的跟跨境电商相关的各种各样的数据去训练了相应的这样的垂域的模型那这里边我给大家受一个小的demo是我们帮助某这个跨境电商公司进行的一个通过垂域大模型和它的自有的自有的一些数据去帮助它自动的进行授权的自动获客的这么一个场景当我以客户的角度问他你们公司的主要业务是什么他会根据系统的设定简介公司的业务和产品并询问你是否对公司产品感兴趣大家可以看到这里边产品的小组日记比如我想给我女儿买一些护理产品他不仅会告知公司现有的产品还会提出反问询问女儿的年龄和需求来推荐合适的产品我只需要告诉他女儿的年龄是一岁他会以非常专业的销售专家视角向你咨询女儿的肤质和具体需求然后再推荐适合的产品假如我回答我的女儿皮肤是敏感肌他会推荐敏感肌系列的产品并询问联系方式提供详细的产品信息和购买方式OK 这一段实际上我们是用了这个对应的小组日记这个产品的各种各样的信息祝福您和您的女儿有一个愉快的购物专门的授钱客服的授钱货客的一个垂域大模型实际上这样的系统已经现在在运转在多家相关的跨境电商的企业当中帮他们节省了大量的人力和物力那实际上刚才我受的是一个terminal based的一个比较粗糙的一个大模型的具体的陆地应用场景我们想把这样的垂域的LIM和对应我们开发的数字人去进行一个融合如何能够生成一个比较微微的这样的一个结果那前一段时间我们也是和这个上海著名的和平饭店进行了一个联动为和平饭店生成了一套这个九国套房的宣传的视频我们仅仅用了一张图片和五分钟的语音就能够生成九国的不同的语言介绍他的九国套房的各种各样的一个宣传视频大家可以看一下中海Chinawhich overlooks the surrounding areasThe hotel has two differentbeyond peace hotelto not be mustNi manitaではpalace hotelとして建てられThe peace hotelit's an hotel situationwith linda shangtaiand xinthis hotel probably of youbut not nationaland not the onewhich is not the highXinI must give a lot ofwings andthisThe peace hotelis a hotel on thebound in ShanghaiChinawhich overlooks the surrounding areasand you havea lot ofcarrotthat you needin the busor studio hereThis is theslash art peace hotelThe city should bebuilt as a palace hotelaboutand is quite aresidenceand ahooking饭店是一家位于上海南京的和平东路与外滩路口的饭店OKThis is just for the peace hotela multi-nation languagea demonstrationWe now knowas China's reform and opening upgetting deeperwe have a lot ofcross-border tradeentreprisesbig and small enterpriseswant to sell their productsto the foreign countriesespecially some countriesthat have a long historyIf you want to dothis kind of businessit involvesall kinds ofnation language交流和交互Right?For exampleF OuaisPacificIs thisbutwenotissuetheshhhhyssthisisanyignandt那个地方整个身体都是一个静止的static的image我们还是想要有一个完整的人对吧所以说目前我们就在想如何能够让这个数字人真正地动起来动得特别像真人那这样的这个过程呢我们也是模仿了刚才我提到的我们学习声音这样的这个嘴型构建的这样的一个流程正反模型的这样的一个loop我们想通过大量的人为的这个视频里边的action这种动作的分析能够学习到数字人应该怎么更和谐地动起来那这一个视频呢demo我大概给大家演示的是这个1995年MTV的颁奖会上面这个Michael Jackson的一段表演我们对Michael的这个比较华丽的舞步进行了一个自动的parsing大家可以看到这个Michael的所有的那些运动相关的key point我们都可以实时地在视频里边detect到实际上大概有19个关键点这不仅仅可以对单独的人的个体进行检测也可以对多人的这个运动进行一个采集所以我们可以从大量的运动的这样的人的运动的视频里边拿到这样的训练的语料然后从而进一步地帮我们produce出来更仿真化的人的各种各样的运动当然从科研的角度我们也想把这个数字人去进行各种各样的落地应用做得更深比如说我们刘总是原来一个人的一个人杨氏的前主持人这个新闻学的角度如何能够从新闻传播学的角度journalism和communication这个角度去进行你生成视频的友好度或者传播度的这样的分析或者是从我们真正的psychology的角度生成的视频对人的感官人的这个生理上的这种反应比如说我们用一些FMR的一些信号去进行一个评测什么样的视频可能让人的这个情绪是更satisfied的这些我们都需要进行一个研究所以在这个问题上面我们也和多家机构进行了一个联动所以在第二部分我就简单由于时间原因我就简单show一些小的case study第一个就是显而易见是刚才说的这个电商我们可以直接把数字人应用到电商的带货里你们家庭里面还没有用过乳胶枕头的朋友在吗OK那这个过程实际上就可以直接的去做各种各样的移位的事情一问一答的这种事情同时第二个showcase我们可以刚才这个宇文总也提到了这个机遇agent达官我们也有相应的产品我们现在也在联动一些单位在元宇宙的这个空间里边其中一个例子就是我们联动了中央美术学院和这个日本的一家元宇宙公司叫ZANA做的一个机遇agent的各种各样的这个Metaverse的assistant这个assistant实际上可以帮你里边的NPC可以帮你完成各种各样的繁杂的一些工作比如说我们金融垂域领域因为我们有了这个金融垂域领域的这个具体的模型我们就可以做垂域领域的这样的研报的自动编写我们设计了一整套叫做Multi agent based AIGCon research report这里边分了六个不同的角色每一个角色完成他自己需要完成的事情所以说他不是不是仅仅单单去简单调了一个single GPT去完成这件事情而是每一个角色我们都用这个角色相关的一些training data实现他这个角色应该完成的一些工作同时角色和角色之间是有一个非常复杂的这个工作的瀑布流的那这个流程的过程当中实际上我们也是借鉴了真正写研报的开发团队的证券公司他们是怎么做的我们就按照这个流程把这些agent有机的结合在一起下面这个demo就是展现了我们其中的一个具体的工作目前就是可以简单的输入一个PropTan行业过去三个月的一些真实的这个分析情况我们基本上输入了之后这个整个的系统就可以靠整个的这个垂域的LIM同时和一些实时的up to date的这样的信息自动的生成我们想要的这样的图文并茂的一个结果右手边的就是我们生成这样的一个研报的结果所以说我们相关的这个工作做了一定的更新也发表在刚刚结束的这个Triple A2024的这个会议上面已经做了这个报告我们在这个领域余总应该是专家作为我们的Visor那相关我们说这个数字人或者是垂域的LIM也有一些其他的一些应用这里边我就跳出金融讲一些其他的具体应用我们都说科学和艺术是不分家的那前一段这个前半段我基本上讲的都是跟科学或者跟工程一些相关的东西下面我讲一下艺术我感觉这一块大家可能更有兴趣一点因为它更形象化我们都知道现在用像Sour像这个这种Mid Journey这样的工具可以直接做出纹身图的这样的一个结果对吧比如说这个是我们用自己的Engine生成的输入的一个Promp是Tempo得到的左手边的是一个图右手边的是一个小的一个跟Tempo相关的一个Video这个工作也是跟上海戏剧学院的舞台美术系进行的一个联动那我们为了生成这种AIGC的视频和相应的图片我们设计了一整套非常复杂的AIGC的工作流因为我们重视的是这个垂域模型的专业性就是做出来之后这个艺术家究竟能不能用它还是艺术家说还不如我自己Squash自己重新画一个呢有一些工具就是这样子所以说在这个领域我们专门尤其是在舞台美术设计的这个领域我举个例子专门为他们设计了一整套新的全新的Pipeline这个Pipeline叫做这个AIGC based stage designing这么一个Engine这个Engine的初衷是什么呢就是如果某一个舞台美术系的同学或者是艺术家想对于某一个剧本进行一个舞台美术设计我们可以直接把剧本input到我们的处于大模型当中那这个剧本比如说雷雨的这个剧本那整个的系统可以自动的Parsing雷雨里边重要的这些Entity这些Object这些Entity和Entity之间的各种各样的关系包括人物之间的关系可以自动的生成AIGC这个雷雨相关的舞台美术设计的这个场景也就是右手边的这个2D的这个Image的一个Generation这是我们目前是在做的一个设计的项目这是我们目前设计出来的结果但是这样的方法论跟目前的像Midgernet这样的系统实际上产生的结果大同小异它有一个天然的缺陷就是在这样产生的结果当中的具体的内容是不好编辑的所以CVPR或者是Commutative Vision Community里边就有好多工作做了一个叫做后面相当于加了个补丁叫Image Editing说这个图里边我这个里边的某一个椅子不想放到这儿应该放到这个右手边这边然后它可能就Edit过去了但是像这样的这个补丁式的这种加固实际上是有天然的缺陷的我们认为这种缺陷是由于文生2D图的天然的缺陷因为这个2D图里边它天生的没有各种各样3D的Special的信息在里边所以说我们目前在达到的一种套系统就是想通过文生3D Object去做一个对应的舞台美术设计的各个道具我们叫做Stage Prop Pool就是你输入任何的一个椅子或者桌子我就能生成一个对应的椅子和桌子的3D Object然后有了这样的Object同时我们对上面的一些纹理通过对应的戏剧的一些Context去进行加工和粉饰最后得到一个我们要的相关的这么一个Object有了这样的Object之后比如说右手边右下角这就是我们输入了一个Dome这个是Input的然后就生成了这样的一个比较合适的一些Candidate有了这个东西之后下一个需要解决的问题对于舞台美术设计的领域要解决的问题就是如何把这些对应的道具有机的在舞台上呈现出来形成一个有机的整体让人看得比较美观比如说我们今天的会场摆的就很美观对吧这块是一个演讲台这一块有一些音箱之类的这有点像房屋的家居装潢的这个概念但是具体的舞台美术设计要更复杂的这个过程所以说我们需要做一整套Optimization的Algorithm做到这种比较好的相关的Adjustment所以说整个这一系列的问题包括我们有的时候也不能凭空创造出对应的Environment或者是对应的所以说我们又设计了一个自主的服务型机器人可以自动的避障比如说右下角的这个就是我们构建的一整套Service的这个机器人它一边避障一边就可以通过对环境的感知去实时的对环境进行建模那这个建模的过程当中所有的环境场景Object也好或者Environment也好它都能自动的构建出来大家可以看到左边的这个图里边有一些Object实际上是超出我们的常识认知的比如说有一些特别大的Furniture这实际上是我们后通过一些技术Edit进去的所以说整个的这个环境当中是一个纯Editing的一个过程就是你可以先感知周围的环境同时可以自由的把你要产生的3D的ObjectInput到这个环境当中做到一个这种Input Output的来去自由的这么一个结果所以Ultimately我们就想把舞台美术设计做成一种针对于艺术家的VR-based Stage Editing的一个流程就是我们先给它一个3D场景的一个草案它戴着VR眼镜在这个里边就Wander Around看到某一些东西不太满意它就可以用语音的方式说这个东西应该往这边移一点或者是应该搞成什么这样子做自动的这种Editing这样的话这样的一个Assistant对他们来说就非常Friendly或者非常Helpful整个的这个过程也是在复旦大学计算机学院的这个江玉刚校长带领之下我们那边的这个计算机视觉的团队主要现在跟上海戏剧学院进行的一个联动所以说在艺术的方面我也是我们叫做AI for Art也是给大家介绍一下目前的一些的研究进展同时呢针对于这个设计的进展针对于具体的实体的经济我们也运用机器人和一些Sensor的感知技术可以进一步的赋能线下场景的智能分析还有一些比如说昨天应该亮相了一些具体实体的机器人现在我们也是在跟一些人型机器人一起一起合作做一些人工智能在机器人领域的一些落地的实践应用这一块刚才我已经给大家表演过了这个再Recall back一下就是我们现在的数字人运用某一个人的音色实际上可以播放出各种各样的style的这种音乐比如说这个是Fudan的Fintecher唱的一首普通的歌曲当然整个的这个视频都是我们AIGC通过声传的就没有做任何的所以大家可以看现在的质量还可以OK我们同时用这个数字人还可以唱一些style的song比如说500的晚福我这头脑是在盹风中大家可以在里边听到些许500的那个风格但是它的音色还是Fudan Fintecher的音色OK还可以唱粤语我唱得不够动人你别皱眉有一点陈奕迅的影子在里面最后是一段女生的歌唱人生路上艰苦和稀有愿与你分担所有OK 时间远因我就不继续播了这个在播最后一段之前我也非常荣幸地邀请到了福旦的Fintech的真实的真人来到了现场大家给一些掌声OK 最后我用一段小的电影片段做一个closing ending这一段片段是《流浪地头2》里边结尾的一段是刘德华扮演的角色在真实的人的世界里他失去了他自己的生命但实际上通过整个的Supercomputer的Mouse的系统实际上Mouse也是我们福兰大学大模型的代称因为这个Mouse系统记录了他所有的Long life的Experience和Data这样的话实际上就相当于让这个人在数字世界进行了一个数字人的形态的数字永生OK所以这一段片段就是在真正的Digital world里边刘德华获得了自己的进一步的这个生命的延续所以我们的未来我就随便畅想一下就是期望以这个电影为一个trigger吧我们期望能够有朝一日能达到这个水准让我们每个人在世界上的这一段生命吧百年之后或者千年之后这一段流程吧这一段定义是什么叫现实愿望吧愿景吧好我的演讲就到这里谢谢大家",
    "谢谢还蛮精彩啊再来点掌声你不过叶老师这个PPT准备的还特别的应景昨天晚上的这个刘德华刚刚在隔壁搞了演唱会而且您刚才说的数字人真实是哪位啊站起来对大家一直往后面看转一转360度像不像像不像数字人真是谢谢",
    "谢谢谢谢非常好叶教授您的这个PPT里边的这个凡是中文发声的时候这个数字人都有点东北口业啊好我们回到我们的这个论坛啊落地落地场景场景应用应用的确垂直之后啊的确垂直领域大模型的这个落地应用啊是大模型技术实现真正造福于社会生产力的关键的一步",
    "接下来我们就掌声有请来自国泰国泰军安证券的首席信息官数据平台运营部总经理于峰先生来分享国泰军安证券在大模型落地探索的宝贵经验大家掌声欢迎财源是啊各位领导各位专家非常荣幸啊有这个机会在这里啊来讲讲我对强烈大模型落地的一些思考跟公司的一些实践啊刚才财源是在开场的演讲中也提到了落地可能是关键啊所以我们想从落地的角度看看我们怎么来思考大模型的怎么应用今天我想首先跟大家汇报一下首先跟大家汇报一个就是怎么来看大模型在行业的应用的这么一个视角啊这一块可能相对来说可能是我们一些感受啊也是我个人的一些见解第一个大家知道大模型现在出现以后引发了整个对人工智能的新的热潮啊那天我们在说人工智能的发展有这么多年的这么个起伏啊2017年AlphaGo出来以后大家有热情啊但是这一次呃恰迪PT出来以后我们各个层级啊大家都热情高涨为什么原因因为恰迪PT实现了把人工智能真正解决了让普通的百姓有可能感受到了潜力啊所以这是个大的背景所以应该讲甚至是AR完成智变以后啊对整个市场对整个生产力大家的憧憬啊应该是越来越强力啊越来越强力那么在我讲我的观点之前啊有两个误区想跟大家做写谈讨啊第一个就是关于AR关于大模型大圆模型跟恰迪PT的差别啊这其实还是不一样的啊不一样的相对来说我们AR是个宽的概念啊它也包括比如机制学习啊深度学习啊自然语言处理等等啊这个可能都是一个宽泛的一个概念相对来说深圳之AR应该是它的一个子集啊它更加关注于深层数据啊深层数据那么从恰迪PT来讲那么它虽然这个应用很成功啊刚才说了是一个现象级的产品啊让我们的百姓都会感受到能跟之人的潜力但不管怎么讲它的背后实际上是我们的这些基础阅目性啊基础阅目性那么从这张图上就会发现就是我们谈AR不能只谈深圳之AR啊也不能只讲大模型我个人倒认为就是说传统的AR比如说在我们数据的分类胜率的区类预测上面其实作用更大更大也效果更好所以接下来我们对于能跟之人认识一定是基于比如说大模型跟传统的AR技术的这些互补啊共同的解决问题这是我讲的第一个我的理解啊第二个理解就是垂直大模型和通用大模型其实前面我们周主席啊包括我们财务院是都已经提到了那么这里要重点强调的通用大模型虽然也能力很强啊那么但我个人意见它也不是万能的啊虽然它有参数量大啊方法能力强等等的特点它以解决通识能力作为一个主要的这么一个出发点但从我们行业应用的角度讲起来它对我们的专业的知识要求更高那么相对来讲通用大模型这种换居的问题它的高成本问题其实也是我们做行业应用落地的时候是比较难比如说不说接受啊难以解决的那个困难啊所以我们觉得垂直大模型就垂直领域大模型应该讲它具有的性价比比较高的特色啊专业现象特色应该讲给我们行业应用的带来了一个比较好的一个应用的前景啊所以我们会更关注垂直大模型也就今天我们论坛的一个主题啊那第二垂直大模型也不是说凭空出来的啊目前我们采用的方式是从通用大模型基础上面去叠加我们专业的知识啊我们领域的知识进行强化学习让它更好地来满足需要那么也不是从头开始啊所以从这一上来讲通用大模型它也是我们垂直大模型是大模型的一个发展的这么一个基础啊应该是一个很好的一个相互促进的这么一个过程啊那么至于这么两个认识啊我要跟大家再说前面因为场景前面我们那个财源时期讲了很多了啊应该从我们角度讲起来大模型它的生存能力啊给我们提供了很多想象力啊特别是推动了人机互动场景的这个转变啊我一直在讲以前讲我们人工智能都是觉得要让它干点事啊现在大模型出现了我们更多来关注它能扮演什么角色这是大模型给我们带来了空间给我们带来了想象力但具体做很多事情还是我前面的观点啊就是能不能跟其他的AI技术进行复补啊更好地来解决我们行业的问题具体场景能力啊因为前面财源时期也做了很精辟的这个介绍我就不展开说了啊好说到这个又讲到了我们行业应用啊因为大家知道我们大模型应用以后成本是很多的啊大家也听说OpenAI啊训练一次啊可能要20万到120万美金这样的成本啊我们训练其实成本也很高那么所以大家从行业应用的角度讲起来一定会关注它落地的时候的性价比的问题啊它的ROE的问题所以从这个角度出发我们做行业落地的时候也不是就是说随便落的啊还是要根据自己的一些情况去选择合适的这么AI的发展策略核心来讲要实现投资回报的一个最大化那么我把我们的AI的这个应用场景啊分了两道类啊这也是我个人的看法一类是负能性的AI一类是我们变革性的AI那么相对来说负能性的AI它更多专注于我们日常事务的以生产力的提升啊就是我们传统讲的降温增效优化体验它更多的是替代我们一些比如说日常的一些重复性的劳动啊来能够辅助提高生产效率那么还有一个角度可能大家关注了没有就是说如果我们这个AI能关注于企业的核心的一些运用环节能够考虑为行业中长期的发展为企业中长期的发展提供持久竞争力的那这个AI我们可能觉得更有意义啊它可能更关注的我们是不是能够推动我们公司的业务创新能够推动公司的组织变革啊在提高生产力的同时能够促进我们整个公司的竞争力提升啊从这个角度来讲我们的AI的投入会更加有意义啊这也是在大模型背景下面我觉得作为企业落地可能必须思考的问题啊因为我们这么大的成本投入跟原来传统的AI是不一样后面我会讲过的现在实践啊会发现如果有效的要实现投入产作的最大化我们更多的要思考这些能有利于帮助公司提升中长期竞争力的这么一些AI的产品的应用啊那么再说说瓶颈啊前面其实各位领导也提到了从经络行业来讲有一个比较大的一个要求就专业度跟安全性的问题啊因为正经行业是一个相对来说专业能力要求比较强的大这也是我们行业利用大模型潜力最大的这个地方但是我们又对数据安全数据的流动警示合规又有很严格的要求啊所以从行业本身来讲它的发展还真的是大家是比较谨慎的那么从瓶颈来讲我这里总结的四条啊前面有些专家都说到了算力大家都很清楚这个AI的限制出口的问题啊那么国产芯片的性能从它的生态来讲还有进一步提升的问题啊那么多模态可能需要更强的算力啊如果要训练一个千亿级多模态那可能要需要我们整个社会的足够的电量来支持啊所以一直有的人在说大模型发展的最后的瓶颈可能就在整个社会的电力啊可能对整个所谓电力也是会有一定的影响就是设施的影响那么第二个数据瓶颈这是更加明显啊大家知道OpenAI这个训练其实中国的预料只占了千分之一啊目前我们国内的很多的大模型的厂商用的这些训练的数据大部分来自于互联网啊或者来自于我们电子销售网啊做的一些渠道那存在的数据质量不够数据相对来说我们不管是从数量还是从质量来说其实是很难保证这个需要的如果要加上我们数据收集标注那其实需要很大的一个成本啊这也是我们碰到的一个瓶颈啊后面会说我们怎么去解决这些瓶颈啊那第三个瓶颈呢更要明 可视性差啊那么基本上大模型它本身就是一个黑盒啊从我们角度讲起来它解释性很差但其实那金融行业对于算法一定是要有解释的没有解释其实很难面对监管很难面对客户的那第二个更麻烦的是它容易出现幻觉啊这是它的机理所决定的所以有的时候会犯事情的错误啊所以从我们目前来看金融行业其实要把这大模型用在我们单纯用大模型用在我们高可用的这种场景其实还是蛮难的蛮难的啊那第四个就安全包括我们说的训练数据会牵扯到各类隐私我们存在的数据啊偏见啊算法及时等等问题啊包括前面也说的那些利用这个AI去做虚假信息这可能也是一个相对说很容易的事我一直说我们诈骗行业用新技术其实可能比我们很多行业还更加有能够积极性啊从这个道理上来讲我们也是建议啊这家行业啊坚持发展与安全并重的这么一个发展的原则好下面再汇报一下国内居然在能够智能方面用的策略跟我们前面的理解还是有点关系的啊第一个要讲国内居然整体的一个能够智能的发展策略啊其实国内居然是整个行业里面啊最早推行我们能够智能这个应用的早在2017年我们就提出就是说整个能够智能的这个发展的策略啊我们认为能够智能未来将水电面一样啊是一个基础的设施啊我们提出来是人机同行AI应用啊希望我们AI能够给我们各个环节各个场景啊来进行赋能那么这几年我们一直探索啊不管是在我们的投顾啊投研啊也包括我们的那个风控也包括我们的服务协作运维整个领域啊都在用啊也效果也也非常好我们基本上还是处于体制增效的这么一个效果那么我认为大模型可能不完全是个生产链刚才也跟大家汇报了它更是一个驱动我们公司长期的转型发展的一个一个一个一个一个我们讲叫动力引擎吧从这一上来讲公司提出来新的一个发展的策略啊叫all in air希望我们把大模型作为公司变革的重要力量啊去驱动组织的变革跟流程的创新啊推动整个公司整个公司的业务啊经营管理模式的这么一个创新那么从这个来讲其实是我们能工智力从2017年的AI in all到2024年AI in all的这么一个进化啊其实背后的逻辑是从我们的赋能型的AI向我们变革型的AI去发展那么再说说我们具体的三大举措啊也就是也就是介绍我们的具体的做法啊第一个一加N的这么一个这么一个策略啊那么从一什么意思就是我们基于一个通用的大模型啊作为基石来共建行业大模型同时服务于N个场景模型啊他说一个大模型在我们N个场景上面的这个应用啊所以叫一加N啊那么我们共同来探索来打造就是说适于我们场景用的这么一个模型的这么一个策略第二个算力我刚才说了算力是瓶颈啊所以我们一方面自己构建了全站自主口空的这么一个算力池啊同时我们基于英文达的这么一个算力啊更是用国产的算力来进行融合啊前面我们提交的这个签约也是也是有这么一个背景啊国内间去年跟相关的机构合作啊推出了国新政道的解决方案就是我们完全基于公司全站性创的环境基于国产的这个算力实现了完整的金融费用大模型的这个工程啊应该说探索了可持续的一步啊所以我们一直在做异构算力的融合的这么一个创新应用啊那么第三个就是我们在算力建设方面我们是采用自建与租赁相结合的原则啊一方面我们自建基础的一个小的算力池同时我们也跟相关方合作啊去租赁我们这个算力池的这么一个发展特别是提出来因为大家知道算力的应用啊其实跟行业特征还很关系啊我一直讲政经行业四个小时到六个小时会很繁忙但是晚上周末实际上我们的算力实际上是用的不足了基于这么一个情况所以我们提出了叫可信数据沙盒加分时算力租赁的这个创新方案啊现在也在走监管沙盒的一个审批的路线啊第三个就是我们的预料啊就是数据啊应该说我们技术还不错啊因为我们2015年开始做我们大模型的平台啊目前已经完成了就是说湖上一体的这么一个数据体做的这么一个建设啊我们整个数据量也超过了PPG的PPG的同时这个算力的能力也帮助我们实现了从数据收集清洗加工存储到运营支持的整个环节啊对整个公司预料的支持应该有技术条件同时这几年我们构策完成了我们预料中台啊也把我们传统的客户数据啊场景数据用用户数据之外还叠加了另类数据啊制成了一个多模态的预料中台啊来支持我们的模型的训练啊那么当然这个预料的生成其实也不是靠我们一家啊所以我们国在军有一个叫开放生态的这么一个开放政权的理念啊跟相关机构去合作啊刚才我为什么掉一怀也就是去参加库帕斯的一个金融行业一个预料白笔书的整个发布啊我们跟相关机构都在合作都在做过来共同打造整体的数据生态那么下面简单介绍一个场景因为时间已经到了其实我好像应该没有这么快啊第一个场景就是我们智能投顾啊国在军从2017年在韩安里面率先退出了当时是基于我们的资讯我们的交易我们理财的宰现的这么一个服务叫军火灵犀啊军火灵犀那么2022年我们又通过我们构建自己的自主图谱啊跟我们基于波特的这么一个模型啊构造了我们能够实现全自主投资的这么一个军火灵犀的这种模型2023年我们又基于数字的这么一个技术啊来推出了我们数字投顾那么今年3月份我们与跟相关机构一起啊打造推出了行业首个千亿参数多模态的垂垠大模型军火灵犀大模型特别是把我们整个大模型的能力融入到我们客户服务的体系里面啊那么这里面重点要说说的啊我们做这件事的时候是通过大模型跟小模型集合来实现的啊刚才也说了原来基于波特模型我们做军火灵犀实际上也有百分之就是八九十的这么一个好处但是我们有发现有几个不足第一个就是我们的语语理解能力实际上没有我们想的这么好啊只有百分之八十几那么我们把大模型在上面的比如说语语识别啊多模态能力啊融进去以后现在我们从语语识别啊意图识别的角度讲起来能提升百分之九十八那么跟我们后端原来九十八的这么一个体系集合起来就是用大模型来解决我们对客户语的理解啊来进行分类交给小模型来做专业的处理特别是我们在后面的知识库里面是利用国家家园的借了一下的知识库国家家园的我们自读谱特别是跟我们合作伙伴提供的相关的资讯信息啊共同来提供可信数据的可靠输出啊这是我们的创新就是这里面就是讲的是两个相结合通过这个这么一个过程都会看到我们利用人工智能技术来进一步提升国家家园对海量客户的这个服务体系的怎么建设那么第二个投行可能大家可能也有所了解啊我们这几年一直在探索啊引入了相关的这个工具能力啊与投行的进调啊文档制作啊进行报送啊把用文档上面做探索啊应该讲这一块对我们整个投行体系的建设还是非常重要的我们有帮助的关注于它的转型升级那么第三个智能投研刚才就专家也提到了啊其实投研对我们来说意义也很大那么我们其实基于国家间这么多年的投研数据的积累模型能力的这么一个积累啊也推出了相关的服务啊这里面列了几个就不展开说了那么网点啊网点我们18年当初就做了一个智能网点的这么一个方案啊特别是比如说推出了像智能双路这种一些能够智能应用啊对客户的服务体验提升还是很有意义2023年我们又行业里面首家落地了新创网点同时也落地了我们首柜啊VTM数字人小安啊共同来提升我们客户的一个交付体验那么目前正好基于我们军火零星的大模型在推动我们就是业务受力模式的这么一个变革啊这可能也是未来对于可能客户体验的提升服务质量提升也是很有意义的那么再说说智能运维啊我一直认为运维的数据啊是整个证券公司里面质量最高也是最全的啊所以本身来说就是为我们IT服务的我们从2018年开始来构筑我们一体化的这个运维的平台啊那么比较有特点的第一个我们统一了排量了运维数据跟安全数据啊实际上这个完全整合对公司整个能力提升是很有帮助的包括我们强大的健康长度的评估啊热质检测啊更阴整档啊包括多元情报分析等等啊这些对我们整个体的公司提升业务能力的连续性能力提升啊意义很大啊也很巧2018年到在这么几年发展当中我们曾经就这一个创新啊拿到了深交所就是创新课题两次的一等奖一次一等奖那么风控啊风控肯定也是证据行业比较重要的那么这里简单的一条就是在我们原有的基于坚硬的这个风控模型技术上面叠加了智能化的叫智能大脑啊来进一步提升我们整个风险管理模式的整个转变啊就是让它的数据基础其实是我们2018年开始来搞病病管理啊过去就把整个集团的数据底座给做起来了那么最后讲讲我们的协作啊其实这块也很重要啊因为公司提出来人文数字化数字化背后一个很重要的逻辑就是让员工能够更好的来利用啊就是我们的我们提出来叫全链接银AR啊来看成我们智能协作的新空间就是说我们要解决我们公司目前具体平台上面都是从效率工具啊能够变成一个生成工具的这么一个这么一个转变啊来重构协作模式希望能够给我们的员工更好的职场的体验啊也提供公司的一个协作效率那么今天时间关系啊就后面讲的比较简单了啊谢谢大家",
    "不好意思啊这个余总哎对好像一上场就是我的时间是的其实不是您讲的时间这个这个长了是我讲的时间太长了因为我们的工作人员在准备的时候都是按照各个专家的这个时间他没算我的时间我讲的太多了好但是我要必须要多讲几句因为必须要把背景介绍给大家啊好接下来呢我们就从一个国际视角来看待一下今天我们的主题啊有请我们的主题是来自新加坡南洋理工大学计算机与数据科学学院的王勇教授来给大家分享AI赋能的智能数据可视化的前沿技术和应用大家掌声欢迎尊敬的各位专家各位领导各位来宾啊大家好我是来自南洋理工大学的王勇然后我的主要的这个研究方向是数据可视化分析以及人机交互与协作所以我的话主要是从AI赋能的智能数据可视化来讲一下我们在过去几年做的一系列的相关的一个工作好OK那首先那什么是这个数据可视化因为数据可视化相对来说是一个比较新也是正在不断的蓬勃成长过程中的一个研究方向所谓的数据化本质上呢就是我们把各种各样的大数据转换成一种可视表达的一个形式帮助我们这个广大的用户快速的去理解数据背后的这样一个数据故事那这里面呢我举一个很简单的例子这个可视化是彭博社他们当时为了研究这个比如说香港在这种生活成本方面的这样的一个分析他们对比了就是说比如说这个房价与平均的这个工资收入它的一个比值然后把它做成这样一个很直观的一个可视化比如说在X轴上面是随着从左往右它是一个比值越来越大的这样一个过程那这边我们可以很明显看到比如说在最左侧有一些我们大家都知道比如说皮斯堡它的这个生活成本其实是非常很低的你买房其实非常容易那到了比如说新加坡芝加哥这种房子的价格就会越来越高然后再往右边我们会看到我们常见的我们华人会愿意去的一些城市比如说洛杉矶悉尼温哥华等等就会变得非常的昂贵但是比他们更加夸张的就是香港这基本上是一个非常大的一个outline所以通过这样一个非常直观的一个可视化的方式那我们就能够很容易的去发现这个数据背后的这样的一个故事也正因为数据可视化它的一个这个有效性对我们分析大数的有效性来说所以它已经被广泛应用在各个应用场景里面包括我们的金融数据可视化然后智能制造然后教育医疗social media等等等等然后我自己个人其实我们也有做一些利用可是分技术来解决这种金融数据分析比如说加密货币里面的这种异常检测等等这样一系列的问题但因为时间关系我今天可能没有办法在这里做一个讲解所以我自己介绍OK从国家战略层面其实数据可视分技术也是一个非常核心的技术这个截图是美国他们的一个国家人工智能战略规划在这个规划里面他们明确的把这个数据可视化技术列为他们的核心技术之一然后如果大家回想前几年当中美贸易战刚开始的时候美国商务部其实就列出了14个大类的这种核心技术就是你不能随便的出口其中在大数据分析技术里面排名第一的这个技术就是数据可视化所以这也是就是说从它的重要性的一个层面从政府层面得到这样的一个重视那对于数据可视化来说它最核心的一个问题就是我们如何去设计如何去就是说生成或者制作这种有效的数据可视化那在业界来说其实已经有一系列的这种无论是软件还是编程工具其实已经有一系列这样的一个一个Software或者是Programming Package那对于我们中国大陆在工业界来说其实我们也有这样一些很优秀的公司比如说DataVage就是来自于阿里巴巴的一个团队然后Echarts是来自于百度的一个团队也做了一系列这样的一个工作但是即便我们有这样的一些软件和编程工具去生成或者是设计制作这种非常高效非常有效的这个数据可视化也是一个非常具有挑战性的工作它需要有你的Domain Expertise也是需要你有就是要花大量的时间和人力成本去生成制作这样的一个数据可视化那这里面一个核心的问题就是说我们能不能实现这样一种自动的可视化设计这个问题其实在可能几十年前最早就可以追溯到1986年斯坦福大学的三个科研人员他们就已经在专业这个问题但他们最早是做的方法比较简单就是一些Rule Based的方法他们提出了一系列的技术方案并且最后把这种技术方案做成了他们的一个Stab的公司今天也就是我们今天大家可能都知道的就是TypeLoo然后TypeLoo生物前已经成为在可视分析领域可能最广泛使用的这样一个工具在2019年其实TypeLoo就是以差不多153万美元的这样一个价格卖给了CellForce然后也是一个很巧的时间就是它的创始人就是公司的创始人之一就是斯坦福大学的这个Pat Harahan教授其实在同一年获得了我们计算机领域最高奖就是图灵奖对 因为他的这个在可视化以及计算机图形学里面的一个卓越贡献了所以这也是从无论是业界还是学界对于可视分析技术的一个重视那回到我们今天的主题AI赋能的这个智能数据可视化那很自然的一个问题就是说我们现在的这个AI技术其实很大范围使用的一个场景那就是图像数据 视频数据那对于可视化来说很多可能我们不是很了解的就是可视化不也是图片吗直接拿过来用就可以 对不对这个呢 对这样一个问题的回答就是说是也不是是的话呢 是因为对于可视化来说你确实可以把它认为是一种特殊的这个图像比如说很多的这种数据可视化其实它本质上最后你存储的时候就是把它存储成一个图片很大的一个不同我们说Data Visualization本质上是Data在驱动你的这个可视呈现所以它是通过它每一个数据元素它背后是有它的一个数据含义那对于图片来说其实我没有这样的一个数据驱动所以这也是它最本质的一个区别那在过去的差不多五年的时间我和我的合作者以及我的学生我们在这个方面也是做了一系列的工作然后主要也是比如说我大体上的分类就是说我们考察它和图片的一个相似性我们这里把它叫做VisualizationVisualization是一个Aparence Driven的一个方法然后另外一个就是我们考察了它的数据的这样一个特征来做一个自动的可视化的一个设计以及评估那这里面我们主要做了两个大的一个应用一个是智能可视化设计一个是智能的可视化评估那对应的这种可视化的形态其实也是多种的我们有设计到比如说这个信息图表也有设计到这种网络数据的一个自动设计还有一些Standard Chart的这样的一个自动推荐以及更复杂的设计到比如多个可视化领域连动的这样的一个比如说Dashboard或者是一些可视分析系统界面的这样一个自动实现所以做了一系列的工作那因为时间关系我今天可能只是讲其中几个有代表性的工作给大家做一个简单的一个分享那第一个呢就是说我们把它叫做时间线的Infographics就是时间线的信息图表那这种信息图表就是说我们在表达各种信息的时候很多时候这种信息图表都是我们的我们的可视化设计师或者是专业的人员他们通过一些软件手工拖拽然后去做一个设计结果他们的Dominology设计实现这问题其实很明显就是会有大量的人力也会费时那我们想做一个设计就是说我们能不能实现一个自动的一个Style Transfer因为现在随着可视化领域的一个发展我们也积累了很多这种比较高效比较也比较Elegant的这样的一些可视化的设计那我们比如说我们有了一个这种可视化信息图表我能不能把它的风格自动的Transfer过来这就是我们在我们这个工作里面要解决的一个核心的问题那这里面大概的技术方案是什么呢就是说我们会利用在针对图像处理里面用到的一些比如说卷积神经网络图像分割的一些技术我们先去对于现有的这种信息图表实现一个解构然后有了这个解构之后呢我们会提取一个可编辑的这样的一个模板我们把它叫做Editable Template那有了这个模板之后你有新的数据比如说类似的数据进来那我就能够实现一个自动的端到端的一个风格迁移从而实现这种高速高效的这种信息图表的一个设计那这里面有一个简单的例子就是我们有两个这样的一个TimeLine Infographics就是一个简单的问题就是说有一个是我们可视化专家设计出来有一个是我们的方法自动生成的其实如果让大家去猜的话可能其实很难去辨别到底哪一个是我们的算法生成哪一个是我们专家去设计的其实是比较难的一个问题因为它的效果其实还可以那这里还有一个比较有意思的一个Demo就是我们当时把这样一个方案Deploy在一个AR的一个场景下比如说在这个墙上面是我们当年在港科大他们那个计算机不是工学院的一个墙上面有一个历史介绍介绍比如说工学院的一个历史但它的一个问题是比如说你随着时间推移那新的数据其实就没有办法放在上面做一个呈现那因为我们的技术可以把这种新的数据应用进来Transfer到比如说你这样的一个AR的一个应用里面你就能看到它最新的一些数据以类似风格做一些呈现那当然这里我没有真实数据只是一个示例OK那对应于我们刚刚说的第二个方案就是我们考察它的数据属性我们可以实现这种可实化的类型的一个自动推荐这个方向其实包括我们刚刚讲的Tablet他们有一些Rule Based方法但是Rule Based方法的问题是你需要人工去Specify这个Rule其实也有一些相关的比如说Deep Learning方法在Deep Learning方法主要的一个问题是它本身这个方案是不可解释的所以在这个工作里面我们提出了一个基于知识图物的一个可解释性的一个可实化的一个自动推荐它核心的一个思路就是说我们现在已经有这种比如说数据可实化的一个配对然后呢我们去提取每一个数据图表这个比如说每一个属性它的一些特征然后以及对应的这个可实化的一个类型我们构建一系列这个Entity从数据属性的这个特征到对应的数据以及对应的可实化我们构建这样一个网络我们把它叫做知识图谱然后呢我们再通过Embedded Learning去把这种Entity转换成一个可计算的一个方式这的话在我们有新的这个数据进来的时候我们就可以利用这样一个知识图谱去推导说OK我应该是哪一种可实化来呈现它然后在解释上的时候你可以沿着这个知识图谱往回回溯到底是哪一个这个属性对我做这样一个决策这样的主导地位然后用这样的一个属性来给用户提供一个这样的一个解释增强他们对于你推荐结果的这样一个信心和TrustabilityOK那这里面举一个简单因为实际上举一个简单例子比如说这是我们找的一些case比如说我们这里面有一个Skyplot我推荐的是用Skyplot那其实比如说你的数值它在这一列里面它是一个Numeric值就是数值那这里很make sense的一个解释因为对Skyplot来说你不能用它去可实化这种名义数值那是一种数值信息然后对应的比如说我们会用到这种Line ChartLine Chart它的一个解释说OK这个数值它是单调比如说要么单调增要么单调减那这也对应于我们可实化的这样一个就是Line Chart的一个合适的应用场景因为它更能够表现我们数据的一个趋势OK那最沿着这个方向我们也做了就是用大模型来实现这种可解释性的自动化推荐那前面的工作我们刚才看到的这种解释它很多时候是基于模板化的它并没有办法去实现一个很好的一个Flexibility以及可扩展性那我们有了大模型之后我们也尝试用大模型来生成这种就是Humelike就是说跟人的解释一样的这样的解释并且实现这种可实化的一个自动推荐那这边其实有很多的一些挑战比如说你数据本身它并不是自然语言表达的你如何让它更适应于我们大模型的这样一个输入然后第二个呢是我们并没有那么多的Label数据可能很多时候就只有一两个然后你的解释其实我们自然语言比如同一个意思你可能有不同的语言表达对吧那这个时候我们怎么样去营当好我们大模型给出更加合理的一个解释那这里面我们也提出了一个我们叫做Zill Shot Prompting with Hint就有点类似于比如说我们做一些题比如说我们学什么知识的时候有时候你要做个题你会那老师不会直接给你答案给你一些提示我们对于大模型其实也可以做类似的事情从而引导大模型实现这种Zill Shot LearningOK因为时间关系的话我就先把这一部分跳过去OK对于未来工作在我们前面我主要讲了几个简单的一个工作就是可视化的Style Transfer以及可解释性的可视化的一个类型推荐那这个只是在人工智能赋能的智能可视化设计这一个大的方向上的我觉得应该是很小的一步或者说最初步的工作在未来的话我相信还有更多的工作可以去探索那这边第一个方面就是说我们目前的工作其实主要集中在两个方面比如说我考察你的这个Visual Appearance比如说这种Style第二个呢我考察你数据的特点但是有一个核心的元素缺失的就是人的因素我们在人工智能领域我们经常说要有这个以人为本的这个人工智能对于可视化来说我们也有类似的这样的一个需求我们需要去考虑比如说你不同这个用户因为他的知识储备他的这个对应的一个Task他有不同那我们如何去设计最优的这种数据可视化即便你对于同一个人他的不同场景下他需要的可视化可能也是不一样的他需要理解到程度也是不一样的所以这是我们觉得最有意思的一个方向之一然后第二个就是我们可以利用比如说大模型的这个幻觉能不能帮助我们去设计一些新的可视化有创新性的这样一些可视化那这也是我觉得是非常有前进的这样的一个方向像我们这里面已经有一些现成的应用Somehow已经就说给我们这样一个信心吧很有可能比如说刚才叶教授也提到Metajourney你给一句话他就能生成一个很fancy的这样一个图片那对于可视化来说我们有可能也能实现这样的一个目标然后第二个方向就是我们可以通过人工证据来实现我们叫做Accessible Data Visualization中文我自己个人一个不准确翻译就是说更加可达的这种数据可视分析技术那这里面主要的一个背景是什么呢比如说我相信很多国家包括我们中国还有新加坡都有这种数字化的一个国家战略对CNP来说有这种他们叫做smart nation of Singapore实现这种智慧城市或者智慧国家那我们会把政府企业个人的数据全部数字化那带来的一个挑战就是我们如何去理解这种含量的数据可视化在这里面有一个很大的作用那这里挑战可以从两个维度来看第一个维度就是它的设备在目前来说数据可视主要是针对于比如说Deckstop比如说Laptop电脑上面的一个呈现那未来随着我们这种移动设备比如说手机比如说在过去几年特别火的这种元宇宙ARVR的一个场景下在这种场景下我们如何实现更有效的可视化的一个设计生成以及对应的交互然后第二个维度就是我们的用户目前的可视化主要是针对于我们普通用户但是对于一些特殊群体比如说有视觉残障的这样的一些特殊人群以及随着老龄化的到来我们如何能够让我们的长者我们的长辈能够更好地去面对这种数字化浪潮的这样一个挑战这都是我们人工智能技术能够协助我们的数据可视化来帮助我们面对这样的一个数字化浪潮带来的挑战能够有一个很大的一个用武之地所以总结上来就是说我们已经做了一小波的工作未来还有更多有价值有意思的工作值得我们去探索就是我相信如果大家有兴趣我们还是可以有很多的这种非常有前进的工作一起有意思的工作一起去参与去实现好吧然后因为时间关系我的报告就到此结束谢谢大家",
    "其实王永教授是昨天晚上错飞机从新加坡赶过来的谢谢比较辛苦一会还得赶回去还好现在从新加坡来回我们非常方便了免签了欢迎大家来新加坡欢迎大家去新加坡免签了是是是王永教授我的OpenAI在新加坡没有停止服务吧没有太好了好请坐请回的确因为时间关系就是多牛的AI它也没有办法也熬不过时间多牛的AI最没有办法改变的就是时间公正严肃的运行好接下来我们将进行一个隆重简洁的一个颁奖仪式大模型应用建设领航奖的颁奖仪式我们借助世界人工智能领航奖的颁奖仪式我们借助世界人工智能大会这个平台向那些在人工智能应用领域展现出卓越才华和远见卓识的企业致敬这个奖项是对企业未来潜力的认可对企业在人工智能领域持续探索和创新的鼓励本奖项由金融垂域大模型校企联合研究中心评选经过前后一个多月的时间经过对项目效果的实地的验证评选出了我们心目中的领航者那么这个评选结果如下",
    "我们有请交通银行股份宇宣公司的引领起航交行数字化员工管理与应用创新平台华安证券的基于大模型的AI中台上海银行的上海银行NLP智能审计平台项目深圳前海威重银行AI智能体建设之审计知识管理与决策支持我们请以上代表来走上舞台来领奖同志们我们邀请上海市信息化企业家协会会长戴家辈先生来为获奖企业颁奖来 请各自站在自己的这个对应的这个奖项前面好对应的字母前面请戴会长 请好 你也可以上来总共四位还有一轮还有一轮来 我们跨前一步跨前一步合影留念好 往中间站好 请请指挥家来指挥好 我们掌声掌声好 戴会长留步我们接下来有请好 各位可以落座了",
    "我们接下来有请中原银行中原银行大模型信贷助手阿迪达斯阿迪达斯电商产品智能化推荐项目广西电网基于大语言模型技术的电力信息化项目全过程文档合规审查系统好 请出这三家代表代表走上我们的舞台请戴会长继续为这个企业颁奖另外还有一个奖项是中国银联股份预先公司银领未来大模型赋能的金融科技智能推荐引擎项目届时在会后我们会将亲手把这个奖项给您送过去好 往前走两步我们再来一个合影好 大家掌声鼓励谢谢好 请各位落座另外我们还有一个特别的奖项颁发在评选大模型应用建设领航奖的同时专家们还推出了一项知识革新先锋荣誉奖知识革新先锋荣誉奖就是用来表彰在知识创新领域做出杰出贡献的个人和团队特别是在人工智能大数据机器学习等前沿科技领域推动知识管理和应用的创新实践那么很符合今天我们的这个主题获奖单位请看大屏幕我们恭喜中国南方航空股份有限公司凭借南航共享服务中心影像采集中心建设咨询项目荣获知识革新先锋荣誉奖我们也邀请南航的获奖的代表同时也邀请共青团上海市浦东新区委员会书记浦东新区青年联合会主席赵辉茂来为企业颁奖请 两位请好 我们跨前一步 往中间站 合影留念好 再次用掌声鼓励好 真是由于时间的关系AI也熬不过时间我们接下来要将进行的是我们的这个圆桌论坛请各位工作人员迅速把我们的这个沙发搬到舞台上去节省时间我们再一次恭喜以上的这个9家获奖单位我们也希望能够通过这样的荣誉和激励鼓励更多的企业勇敢地探索人工智能的新领域让大模型为社会带来更大的价值和进步接下来的这个圆桌主题我们将围绕跨界共赢探索垂直大模型的产业应用与合作模式这一主题展开圆桌探讨",
    "接下来我们将要有请的是来自复旦大学金融科技研究院的常务副院长计算机科学技术学院副院长吴杰教授安勇资讯学院副院长吴杰教授安勇资讯数据智能服务合伙人陈建光先生百川智能副总裁邓江先生苏联科技产品战略副总裁李庆恩先生曙光集团智能计算产品事业部副总经理胡晓东先生请各位走上舞台 谢谢请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目不管文科 理科 艺科 人文 全部都要学这是体会的最深的一个火热的情况那么陈总我是来自于安永咨询就负责数据智能的合伙人陈建光我简单说一下我的感受因为我在安永这边其实是总体在负责AI这块业务那我从来没有像今年这么繁忙过不是在赶会场的路上就是在跟沟通解决方案的路上而且我一个比较大的感受就是已经从过去的一个概念大家讲讲什么是AI 甚至是AI更多在谈怎么在落地所以这一块我是感受非常深的落地落地 应用应用 场景场景邓总 欢迎您从北京专门赶过来你讲一讲百川智能是所有大部型公司应该成立最晚的我们是去年4月份才成立的但是我们有过去20年20年搜索的经验所以在自然语言处理上然后这些技术的积累促使我们用一年的时间然后也做到了国内头部然后我最大的感受火就是以前我接触的行业是比较窄的像金融等等一两个行业然后我现在因为大木屏的火热真的是各行各业的优秀的企业合作伙伴我们都在建立联系我觉得是这样一个特点就一个都不能少了其实您这还火的虽然建的比较晚百川智能但是拿到的这个投资还是排在前面的这也是火秦恩总对接一个话对最火的感受对我是来自于岁元科技我主要负责产品和战略岁元是做这个这个算力这个基础设施的说白了就是提供AI芯片的所以就是从刚刚这个一路下来咱们是一个产业链的一个关系就是安永做咨询服务然后这个百川做大模型我们做底座的这个算力提供商所以这个其实在这一年我自己的感受里面不只是千行百业超脱了就是TMT本身在各个不同的甚至到制造金融相关有非常非常多的客户开始去使用这样的一个solution或是尝试去进行各种不同的部署的一个业务模式那我们是沉淀在最下面的所以我们是托举大家能够更好地去做落地做更好渗透的这样的一个服务上感受到的火有哪些我们感受到的火是说第一从算力的一个需求的渴望度程度上有很大的一个提升我们自身的客户有很多是在这种P2C消费赛道的那对于就是例如说纹身图呀纹身视频相关的东西对算力需求是有指数型的一个增长的这是一个案例指数级的增长来我们请胡总小东总感谢我是中科曙光胡小东那其实用一句比较官方话来讲我们是一个基础算力设置的提供方那举个比喻就讲我们想把大模型举成一个淘金热那其实我们就是提供这个淘金的铲子那其实感受来讲呢其实我们本来讲其实在之前我们可能我们基础设置层我们其实利用离的稍微有点远那其实对这样的来嘛就是一个是确实比较繁忙我们会和不同的模型方不行的应用方不断去合作我们也去从底层往上去打通这么一整体的从基座到模型到场景这样一个完整的链条好的火的是什么感受到的火的是各种这种应用的一个模式应用的一个场景戏份的一个爆发可能之前我们感受不到的业务领域都在去有些新增的合作我们可以确实感受到AI确实在我们每个行业每个细分里边大家用很深层次的变革其实火的背后还得思考啊我们第一个思考我们的主题呢是跨界还是从小东总开始倒着往回来啊就是在跨界这件事上您做了什么您所在的这个企业做了什么还期待做什么为什么要跨界从跨界这个角度讲其实我们可以说就从我们讲大模型的几个因素来做起来就是基础讲一个是算力一个是算法一个是数据那么首先从算力来讲那其实隋岛呢其实可能国外讲都是从英伟达的这个资源开始那么其实大家也综合周知从去年开始因为美国也关注到我们中国发展的火热那其实我们也是和做一个整极方我们和包括国内很多的芯片厂商包括像隋岩包括像这个其他家我们一起合作我们去推出国产化的一样整体方案那这样的话其实带来很多新的挑战那就是之后呢其实我们为了把这些差异化把它屏蔽掉为了给这种模型方给应用方去提供一个更加统一的一个整体的一个基座那么把底层的这些差异我们把这些适配的工作不同的调优我们把这些功课把它在我们内部去完成这样给大家上层带来的是一个还是一个去跟之前习惯一样这么一套的模式尽量把这个一个从国内国外不同卡不同硬件资源池的差异给屏蔽到那另外一层是在这个数据层面那其实很多一方面是基础模型大家讲的都是一个通用的一个基模但实际上讲我们咱去落地去行业化去赋能那其实更多是需要靠群类模型那群类模型来讲我们更多关注下很多西方行业的专有的数据那这里面既包括像一些可能跟个人相关的用户数据也包括像一些作为被视为企业资产的这样一个行业数据那其实我们也和很多数据方合作包括像一些对于隐私计算对于这种多方安全计算这样不同领域安全领域的整体合作基本上讲我们会和不同层次不同的一个方向的一些包括伙伴随机合作我们去为了目的使用户方提供一个更全面更加应用更加安全这样一个整体的一个AI的一个赋能场景就是从这个场景方来讲用户方来讲如果您要是不跨界的话这事干不了他们的项目干不了是我是这么理解的就是我们底层就是我们的目的其实定位很清晰就是我们为了去能够支撑起上层用户上层场景去更深层次的探索如果我们不跨界可能他们去往下去摸去摸不到底层的这些整个资源是怎样去打通整个资源是怎样去运营所以我们必须要去往上走往去跨界去从硬件到软件这样做一个整体的一个链条去打通然后为更好的为这种场景方的用户为这种模型提供方提供一个更好的一个整体的一个解决方案好 华同可以给秦恩总其实这个岁元一直在做一个生态部门有一个生态的一个大的团队就是感觉呢我们要想做好这个业务的落地必须要把生态必须要把跨界的力量整合好整合的不单单是这个达官数据一家整合了很多家这个生态建设还是那句话在跨界上您做了什么为什么必须要跨界我觉得从生态的一个角度其实特别是大模型这次吧我觉得从去年我在WIC的时候感受对直观的是它是一个价值链的一个重点就是在重数跟结偶出现之后其实它明确了各个环节所需要产生的一个价值那就回到您刚刚说的这个生态在这个地方成为很强的一个拉动力那我们处在生态的可能这个最底端其实是被各位这个带着玩的就是你们的需求会拉动我们在基础这个建设跟所有的一个算力的一个链条上成为非常非常大的一个趋近动力那我的答案可能跟这个非常非常像就是说我觉得跨界的这个我们做的一个核心举措其实来自于在硬件之上的一个软件易用性跟可用性的一个提升那比较具体的一个点是说各位可能都知道用英伟达的GPU这个档案挺好用的对吧然后底层是用CUDA但现在很多的部署框架其实开始往这个PyTorch Native的一个方向去走就是PyTorch原生的方向去走那我们现在的软件兼容也开始往这个层次去做就是说PyTorch底层它可能有这么几百个算子我们把这些支持好了之后其实给到客户的一个原生体验是一个开箱即用的一个感知那比起几年前就是可能要大量的就是铺上去搞个五六十人七八十个人团队一搞搞两个月在现在的这个迭代周期底下我们看到所谓的跨界跟各个不同客户的一个需求其实是急速迭代的我们有非常多的客户模型上线就是一周到两周是没有办法允许再用以前的开发模式去做的所以我们的使能的第一个抓手在跨界上基本上就是得透过软件使能的形式让我们的算力得以抽象不是只是把一张硬的卡丢给你而是可以以API的形式调用以Model as a Service在我们自身的一个计算中心或是我们的基建上能够进行很好的跨界使用就是我们做的一些举手就在AI的所有的产品线上它是各管一摊各纵深度可以达到一公里但是在这个链条的表面的顶端可能就是这一段而把纵深做好把表面的链条做长就是需要跨界对 是的然后这个其实我再补充一句这个不是说我们自己一家能够做到我们是处在食物链的最底端所以很多的垂直线专业例如说数据例如说安永肯定做了很多consulting相关的这种落地的service这是一个vertical business的understanding需要对整个产品的端到端对business operation这些的insight才能够告诉我们那我们的产品应该怎么设计怎么结合软件如何结合OEM一起把一个事情设计好好的 邓江总您处于食物链的哪段如今大模型出来以后我觉得大家都很兴奋兴奋的点在于我们还看不到这个技术的边界我觉得以前的很多技术可能从它诞生那天起它能干什么大家就能清晰的去定义了但大模型的边界现在看不到然后客观的讲它这个技术本身也很不成熟因为它由去年刚出来就是OpenAI刚把它发布出来所以我觉得谈跨界可能未来大家要面对的问题就是整个产业链的打通就是我经常举例的说电电这个东西被发明了一百多年了但是在汽车行业的打通产业链其实也就这几年的事就新能源汽车虽然它电发明的很早但是电动汽车这个产业链可能真的花了很长的时间才把它打通在做最基本的技术研究的时候首先你要想到要扩展要连接要打通对可能跟原来的想法是不一样的原来想只是专注于做自己的技术就行了现在做技术的同时首先要想到怎么打通对所以现在实际上除了我们在基础的研发上去不断提升机座模型的能力以外其实我们也要讨论如何去打通整个产业链包括对机座的算力算力中心的适配然后也包括前端的应用然后最终业务的落地效果然后包括客户的预算等等这些东西其实你都是要打通的然后最终你要选择好在哪个产业链上作为你优先突破的一个方向然后让模型首先去适配那个产业链上所有生态伙伴的需求我觉得是大家可能要去思考的一个很重要的问题当然这里边不同行业还涉及到比如法律法规数据安全等等一系列的问题每个行业都差别非常大对而且我觉得任何一个行业打通了都能创造巨大的价值好非常好又转回来了那个建光总就是跨界您做了什么为什么要跨界是那个其实刚刚前面那位嘉宾有提到那相对我们这几位这个嘉宾我是属于比较靠近客户这一侧或者说我需要是直接去帮助客户去回答我今天为什么要用这个大模型这个大模型到底能帮助我解决什么大家都说这个大模型很好对吧然后这个可以提升这个人效可以降低一些成本或者增加一些收益那我到底用在哪些场景这方面所以很多时候我其实是需要帮助客户去回答这样的一些问题那究竟这个场景其实刚刚余总也提到了对吧咱们这个国泰这边有很多的这样一些场景但真正这个场景能带来价值是什么是不是一定是真正的AI来去解决我原来的一些投资能不能保护这些其实都需要我来我去其实站在客户车上帮忙去想这些事情但回过头另外这一侧我也要帮客户去想就是说那你往下去落我有那么多的一些大模型可以来去选择大家都知道百摩大战国内有很多然后这个也有很多的一些不同的一些技术然后大家也会关心是说这背后的一些数据安全这样的一些风险其实我很多时候都要站在客户这一侧端到端的去打通做这样的一件整体的一些规划包括帮助他们去设计哪些场景在现阶段是比较容易去见效的哪些场景随着我们的技术的一些叠叠我们可以做一些进一步的一些拓展所以在链接的这环上您很重要您的工作很重要是是是所以我跟我们的非常多的这样的一些技术的生态的合作伙伴因为我觉得我还稍微再补充一点因为在企业这一侧落地跟咱们个人用大模型工具还是有很大的差异的它不是说我给了一个对话机器人给了个框你输出这就是我要的企业内部有那么多的数据很多都在系统里面你怎么去做集成你怎么保证说这个我系统内的数据未到大模型的时候是比较安全的可控的这个都是需要我们去考虑的特别有感触有的时候我们的这个项目方它是有的时候在对话的过程当中是按着自己个人对于大模型功能的这个理解来提问企业级别的大模型的解决方案是是是其实这个差异还是非常大的在跨界共赢这个方面您觉得做的最棒的一件事是什么其实很多时候我记得其实真的是需要跟客户的一起就像刚刚讲那么多的问题但是我需要拉着比如说我们的模型的伙伴拉着我们的算力合作伙伴因为客户会做一个整体的投资的评估尤其现在这个大的环境下客户对这个成本支出越来越敏感如何去给到客户一个更优的更整体的这么一个方案需要跟我们的合作伙伴一起来去给出这么一个方案让您评价一下因为这个邓总也不好评价我也不好评价百川智能它是通膜我们达官数据是垂直领域里面的我们两家签订的战略合作你怎么评价我们两个都不好评价我觉得两家都非常优秀都是国内头部的这样的模型厂商来去做的我觉得这个两者你们还是非常互补的尤其咱们达官在知识管理因为这个场景就我目前来去看是一个比较刚性可以落底的这个事但它同样会依赖于我底座有一个比较强的能力所以我认为你们这两家其实都是的确是可以有个非常互补的一个点最终其实都能够给到客户一个非常好的这样的一些解决方案夸介 还是要夸介M法话头交给吴院长夸介 融合我们从大学来说的话整体来看产学沿用对吧我们里面是学和研跟我们的关系还是比较密切的那么学来说现在大学的教育要求每个人不管你什么专业要会用大模型当然我们这个今年在写培养方案的时候我们有个担心就是说尤其文科学生我们AI可能没教会他用大模型做作业也他会了这个是一个非常大的分歧我们也担心我们的计算机的学生我们要他编程序他用大模型编了一个给我们交上来虽然也对但他可能没有掌握我们认为应该要掌握的一些基础的东西当然这个风险与机会也是共存的我们还是会在教学的过程当中一个方面让大家掌握这些大模型另外一方面让大家怎么样合理的来利用应该让他们合理的来利用这个是在学这一方面研这一方面实际上我们因为是做计算机出身的人所以我们还是培养了大批的硕士和博士这个让他们来利用他们做人工智能大模型相关的研究因为去年的复旦应该是有一个比较好的成果中国第一个开源的大模型的软件叫MOS当时那个团队实际上是在前年已经做的差不多了那么去年刚好大模型出来非常火热的时候当然他们英雄所见略同他们还是无私的把这个代码拿出来开源因为这个学校里面吧总归有一个理念就是我们觉得教会了更多的人比我们自己取得一个成功的一个商业可能会更有价值所以我们在产和研呢在这两届上面呢希望对我们的这个这个一些的用户啊行业啊等等在上面这个上面起到这个相应的作用我们还蛮问的蛮感动的我们给点吴院长掌声吧其实吴院长我我参加了一个这个您也在参加的一个会议包括这个柴鸿峰院士还有蒋昌俊院士还有江玉刚副校长的也参与的一个一个会议叫智能视觉的这个创新中心那里边呢就明显的感觉到了科研产品应用场景应用还有企业还有些研究机构的整体的这个整合那本身就是一个跨界的平台的一个整合您讲一讲这个这件事学校是怎么做花多大的力气来做这件事这个中心的实际上是上海是一个平台建设项目五年每年给五百万但是他要求也是要跨界就是他要协同创新就不是你高校关起来自己做而是高校还是不止一家几家高校同时呢要跟产业要联动比如说我们的这个达官这个也也是积极的参与了进来我们觉得非常好前面第一批的时候这个当时还不熟悉啊后来这个我们做了联合实验室以后发现达官是非常适合后来这个请达官也一起来这个也还有好几个企业包括我们这个华为百度华为百度还有我们的这个上海的这个人工智能国家的这个国家实验室人工智能实验室基本上也是这个有非常紧密的这个合作和联系好的好的那么还有一个问题要让大家再顺序的回答一下就是从还从吴院长开始啊我们到到尾我们想跨界但是发现跨界的过程当中有哪些因素阻碍了我们跨界的融合的度阻碍了我们跨界融合的速度有哪些思想上的也好还有什么工具上的也好还有这个政策的也好影响到了这个最后的一公里怎么样的有没有什么建议和办法来克服一下这个实际上是一个相对普通的一个普遍的一个问题因为跨界过程当中你在合作过程当中就是有不同的角色那不同的角色呢实际上在我们这个时代呢你不跨界合作是实际上很难赢因为每一个环节呢或生产里面的这个各种角色它实际上都掌握了它的这个局部的信息这个片段的信息或者它拥有局部的优势但这优势呢如果它分配起来了以后呢实际上它的这个就是产生不了它最大的价值所以呢从这点来说呢是要把它打通比如说有人是有数据的但这个数据他说哎呀我这数据很宝贵是很宝贵我这个行业里你读一份但是你不去流通不去应用的话它是兑现不了的那有人说我技术很好但是呢我没有客户我有产但我没有用我跟客户之间我没有渠道所以在产学沿运这些呢要把它这个要要把它给促进起来但是呢也有现实的困难比如说各个界各界各界都有各自的这个监管尤其是比如说像我们接触比较多的我们做金融科技研究院吧我们非常强烈的体会到金融监管的这个要求那么它对你各方面都有约束那么你约束了以后呢你怎么样能够让它在这个大模型的时代还是能够和其他的界的这个监管的规则能够协同起来这可能国家更高层面的一些这个条件的这个协同问题这个我就我觉得还是很值得我们去思考好的那个呃我觉得其实刚刚院长回答了还是蛮多的这个问题因为只要但凡涉及到跨界呃各界除了有自己一些优势强项也会有自己一些核心的一些诉求啊但是我觉得有一点是我自己思考啊就是最终所有这个各个业台最终其实是希望帮助到我们的企业它能够实现它的一个价值这是我们核心这一点所以核心的点是说如何真正站在我们企业我们的目标客户这一侧可以把我们各方的力量联合起来这是比较关键的我举一个简单的例子就是我最近也在帮一家比较大的一个制造行业也在探索建立其实他们已经在启动之中了也是一家投物企业想做这样的一些制造行业的大模型他们其实刚开始的时候也是有非常多的一些顾虑核心的顾虑就刚刚院长也提到了这个数据的问题他们其实那么多年可能也将近三十年深耕这个行业总觉得我的数据值钱对啊 我给到你模型是不是你就变成其他家了你变成了这个或者把我的数据就因为他某种意义他不太理解他可能是个黑盒他就会比较担心这样一个问题所以也找到我们来去做因为我们也有专门在做AI治理方面这样的一些服务做评估然后其实也跟他做了很多这样的一些沟通和解释工作当然背后也有我们的一些模型厂家会给他解释这样的一些这个算法的一些原理实际上通过这样的一些工作很多时候打消他的一些顾虑来去做同时就是很多技术性的一些工作就像我们百川也好或者我们大观也好有很多这样的一些专家可以给我们完全可以联合起来就是告诉他这样的事情是完全可行来去做那么最终你的效益在哪里同时我们也规划出来就是说一方面技术手段去保障这样的一些安全另一方面其实也站在我这个资讯工资角度也规划了未来他的一些愿景除了你内部可以来去用实际上某种意义上你也可以成为一个行业的一个标杆这个跨界的确实是个难题是 是但是就是其实你要告诉他未来这件事Vision 愿景在哪里其实他是愿意来去做投入其实也很好的就是可以把各个方能够整合起来给他提供一个比较好的一个方案这有点像这个大模型的这种研究就他必须要锁定他的不确定性和他的这种幻觉有幻觉和不确定性跨界的里边的我们各部分之间也有一些不确定性也有一些幻觉没有错这个邓江总我来说一下就是说我觉得谈到跨界这个问题我觉得首先是要拉起大家对大模型的一个认知大模型它本身呢我们从国家层面叫心智生产力所以呢我觉得需要拉起大家认知就是它不是你的问题非常棒对是生产力的问题对就是那是个生产关系的问题而我们应该说的是比方说我有一个特别优秀的客户经理做的特别好邓总你能不能帮我复制100个我要解决的是生产力的问题我解决的不是生产关系的问题比方说我们现在在造医生我的目标就是希望造出三甲医院全科主治医生然后给每个人配一个所以呢我们是在解决生产力的问题那如果大家能拉起这件事实际上我相信在跨界上的很多问题都能迎刃而解然后包括刚才提到的监管的问题其实也是监管对于大模型目前的能力定位它跟我们也没有对齐对所以呢我觉得是要解决问题好那如果我们认为它是个生产力其实呢我们就可以认识到什么叫幻觉就是大模型是没有幻觉的我个人认为比方说你问他中国的首都是哪他永远不会说错为什么呢因为他知道好那如果是我我去考试说这个卷子的所有题你必须打结果有几道题我不会我怎么办呢我就瞎答呗对吧所以呢那我们要解决大模型的幻觉问题其实要通过工程化的手段去配套着比如说知识库然后搜索增强然后让他真的知道这道题应该怎么回答然后如果你不配到这东西你问他一个不会的东西然后还必须得一秒钟内答出来那他只能胡说了对吧对所以我说那跨界呢大家认知到它是个生产力的问题那么围绕着这个生产力然后我们怎么配套着让他去推动所有的生态伙伴一起落地我觉得这个是大家去解决的问题那我们现在我觉得最大的问题就该我说了大家的认知还没有拉起对我们又学了一招啊这是个生产关系这是个生产力的问题不是生产关系的问题我们这个达官的商务伙伴你学到了吗来给点掌声哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈c也一直在被客户问这个问题啊好呃该到李总来回答了好我我觉得前面二位讲的很深刻就是我我自己的一个视角其实是这个超两位的就是说从价值生产力跟关系啊我我们自己虽然是一个算力提供商但是我们是要走到非常前头去看真正如何落地的那我觉得面临像现在大圆模型落地或者各种不同生存式AI落地我通常是有一个framework来看这个事情的那这个framework我觉得其实现在整个生产力的提升或者我们在用大圆模型做的这种突破我觉得脱离不了就是数字化转型的框架本质数字化转型框架本质是什么讲流程 主体 痛点 用力 价值你有一个流程是存在于任何一个business的process里面你今天可以是生产你可以是制造你可以是金融你可以是创意 创作一定有一些相关的主体在里面主体可能是designerproduct manager各种不同的人一定会交织出来一系列的他们之间的互动互动之间一定会产生各种不同的摩擦 痛点那以前的数字化解决的方案是什么例如说搞个SAP全家桶例如说搞一个这个啥数据底座做一个single source of truth那现在生成式AI引入的是什么可以是在原有流程之上我们做的所谓价值体现在于这样的能销或是能够做更好的一个生产力提升亦或是它能够重塑已有的流程例如说我们有服务于一些生产制造的客户可能以前是做这个PCB manufacturing的对吧他们以前有十几万张二十几万张这样的一个这个制造PCB的这个图那用生成式AI这么一迅那迅完了之后是不是就可以在前端的部分大幅的去减少他们整体人力投入或是生产的成本减少整体的time to market所以可能在我心中我看这个所谓的跨界的一个整合是承接前面二位所说的就是第一你价值的定位来自于你在整个主体流程的process里面你到底定位到了哪一个环节并且有哪一些量化性质的一个提升这个是一个算账的本质算RI的本质那第二个是说我重塑了一个流程之后我到底能够从之间产生什么样的一个增量价值比如说达官做的是所谓的一个数据底座对提出更好的数据能力那这个例如说我们服务的一些客户比如电商或是他们想做的一些这个面向to see的有非常多的这种hidden correlation例如说刚刚王教授也讲的你透过data visualization各种不同形式你其实以前的传统模型你是看不出来的你透过大圆模型你问他他反而可以跟你讲得更明白有些事情是你根本没有办法是的那这个样的本质可能会重塑一个企业他如何去运行如何去生产的过程我觉得这是跨界的本质是这大模型来了以后整个语境语境沟通的语境语态都发生了变化我们必须要沿用新的语境和语态这个逻辑来进行彼此的这个沟通逻辑框架非常棒那个胡总胡晓东总好那个其实我先概括一下就是跨界的解决问题的这个壁垒还是要靠融合那其实经过上网的这套大家听起来可能大家脑海中勾勒出来一个整个大模型它的一个大概的一个架构链条基础的模型底座然后基础的算法然后那个开源的基模然后行业的确认模型到场景运用这么一个链条但实际上讲我们可以引入一个我们在硬件厂的一个叫概念叫FullMesh它并不是对于每个环节来讲它并不是只有上游和下游它是需要在整个链条里面所有环节都有一个全连接就我们硬件仓和每个链条都做一个连接基础模型往下连接往上连接这样做的连接就是背景是我们需要把整个环节打通起来以这个行业运用为牵引做底层做一个支撑那么基础模型提供强大的方法能力同时呢在行业模型和行业数据结合起来提供行业内里面细分的这种赋能的这样一个能力这样的话就是我们可能需要模式上讲一方面是我们需要去开放的合作可能之前我们很多讲我们这个上游是什么下游是什么可能后面我们在这样的一个场景下就没有上下游这个概念了我们可能面对一个场景我们就需要大家在一起去分析这个问题这个问题的点在哪里可能它并不是一个可能用户册的场景并不是说只要靠这个数据的一些不断的去提取或者行业模型垂直模型的优化就可以解决的可以深挖到底层的到基础模型到底层的这个硬件架构我们就需要这样解决这样更复杂的问题就需要整体来讲我们也希望更多的机会像这样今天场合大家坐在一起去探讨面对一个具体的case去找出这样一个具体的复杂问题下我们的具体的点然后大家一起做一个全连接这样去攻克问题的所在点去解决到最后一公里的壁垒好非常棒跨界这件事要解决好有一句古话叫舍得那么用一句西方的思路就是赠人玫瑰手有余香就是首先要给别人带来利益才能够满足自己的利益和诉求非常棒的一个总结南方科技大学校长薛其坤也是今年的国家最高科学技术奖的获得者他刚刚在大会上讲过一句他说创新为其艰难创新只有一种方法站起来走下去我们再一次用掌声感谢各位嘉宾的参与再次用掌声感谢同时我们也感谢我们感觉到刚才走了一波但是又进来一波我们也感谢能够在现场一直坚持到最后的各位的听众我们各位的伙伴用掌声谢谢各位",
    "谢谢最后我们还是想请出在座的各位和我们的嘉宾的一起到大舞台上合个影好不好陈总正好余总包括吕教授我们一起来合个影站两排我们一起合个影感谢大家支持达官数据支持复旦达官金融处理大模型联合研究中心支持我们的生态群一花独放不是春那么在任性时代唯有合作跨界生态共享可以昂首向前来来我们的同事来继续去这边还可以这两排也可以哦来来来大家一起一百一百好的好的好的来请大家一起来合影来ól trésoriuanooiooivjvo"
]