[
    "请各位嘉宾入座,我们的会议马上开始请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 转发 打赏支持明镜与点点栏目请不吝点赞 打赏支持明镜与点点栏目请不吝点赞 打赏支持明镜与点点栏目请不吝点赞 打赏支持明镜与点点栏目请不吝点赞 打赏支持明镜与点点栏目请不吝点赞 打赏支持明镜与点点栏目请不吝点赞 打赏支持明镜与点点栏目请不吝点赞 打赏支持明镜与点点栏目请不吝点赞 打赏支持明镜与点点栏目请不吝点赞 打赏支持明镜与点点栏目请不吝点赞 打赏支持明镜与点点栏目请不吝点赞 打赏支持明镜与点点栏目请不吝点赞 打赏支持明镜与点点栏目请不吝点赞 打赏支持明镜与点点栏目请不吝点赞 打赏支持明镜与点点栏目尤其是RISC-V非常有趣其他人也展示了类似的图像我们正在展示的是尤其是从Hennessy和Peterson的文章中我们展示的是计算机不够快它以前很快成长现在我们已经到最后我们已经被较度化这是已经发生过的人们说姆斯·罗是慢姆斯·罗是死亡所有这些都能听到但整体上问题是计算机不够成长我们想要的速度所以为什么展示这些这是我们可以做新的建筑物的原因而这是RISC-V我们继续谈论的原因非常有价值所以我们现在要怎么做就是了一般来说计算机的供应是最低的就像我们上天讲的并且有很低的价值所以要用计算机现在AI的要求是能使它仍然成长以20X方式你已经看到NVIDIA的GPUCPU也需要而且迅速被开动所以计算机的差异已经变得变得大所以是较大的差异而这种差异是一個更大的問題和挑戰但無論有什麼問題也會有機會這就是我們想做的目的這是我們可以利用的機會還有一個非常重要的觀察我來自智能和系統建築界我仍然是一名智能建築家我們先開發智能後來再開發軟件同樣的事智能電腦然後整個應用系統也開發了但現在我們有以智能電腦為基礎的解決方案但軟件太晚了我們沒有我們作為軟件或整個應用系統還沒有達到解決方案還是仍然在努力地採取解決方案所以你可以看到事情已經改變了我們在軟件太晚軟件前往我們這就是我們必須處理的問題那麼我們如何解決它前幾位主持也提及過當然智能電腦是有幫助的因為它能解決小部份的問題你可以混合和配合這絕對是這是非常重要的一個領域第二是電池分配如果你看看今天的資訊中心當我起初在智能電腦開發時相信不相信他們把電腦放進電腦盒裡然後將它變成資訊中心但現在你能把電池分配起來所以現在的電腦記憶儲存所有東西都在一起但是需要的是有時候你需要更多的電腦有時候你需要更多的記憶有時候你需要更多的儲存所以需要的就是確保你能夠某種程度上分離它這意味著如果你可以分開它那你會有電腦組合記憶組合儲存然後將它們全部連接到DPU就是資訊處理這絕對是需要的你可以看到儲存已經被循環化了網絡已經被循環化了所以這就是我們所採取的方向然後最重要的事情是RISC-V會幫助我們重新構築這就是我們在RISC-V的中間位置所以MIFS在做什麼而在MIFS的背景上我們稱MIFS為MICRO ARCHITECTURE為了資訊中心以及為了自動車以及其他項目但是現在我們是RISC-V ISA完全是RISC-V ISA因為我們在幾年前進行了這個項目所以所有我們的產品都是RISC-V所以所有人都在研究SILICON或SYSTEM現在我們必須思考為何我們要建造一個只用硬碟的處理器我們要做粒度處理器或是Vector處理器為何我們不能有實時應用的處理器同樣的處理器可以使用記憶體作為記憶體記憶體的檔案然後它可以轉換做浮動點如果浮動點需要或是記憶體記憶體為何我們不能有固定的記憶體記憶體所以如果我們能夠看看用途改變硬碟將資源分配移動它這是必須的因為我們不能有一套處理器只用硬碟做一套處理器這就是第二的主題現在我們已經有非常好的X86處理器我在英特爾工作了24年我做了晶片和系統建築做了Xeon我們做了很多類似的處理器做了一套處理器但現在我們需要AIML以及一套處理器所以我們需要一套處理器可以做兩樣的事情然後我剛才跟你們談到的所有東西力量已經上升了沒有處理器可以提供力量我們需要的力量我剛才跟你們說在數據中一套處理器通常是從20kW到38kW而GPU處理器是從120kW到150kW一套處理器有8到16個NVIDIA GPU所以你可以想像需要多少力量而一件重要的事情在力量上如果你看到數據30%的指示數字是不需要運作的因為它們是部份或是錯誤的指示所以30%的指示數字是因為你把部份錯誤的指示所以我們有錯誤的預測所以有些事情你可以做來改善然後我們也在研究適用性的設計之前的主持也說過這是非常重要的然後安全性也變得非常重要在MIFS中我們有一個很重要的為我們的產品要確保我們都在研究所以這是什麼意思我再多講一下因為這是Risk 5的主題所以動力重新設定首先盧先生也提過幾次Risk 5的優點是你能夠自動改裝這就是建議來的夢想像我一样的建筑师因为我工作在NVIDIA和INTEL看了X86和ARM你不可以改变指示图而RISCA5能够改变指示图这并不是代理性的我们作为一个社区我们定义指示图这些指示图是特别用于说是 vector processing或是一种平均和构成的混合这是非常重要的RISCA5的利益和其他ISAs所以RISCA5是任何建筑师都会想到的我们非常喜欢MIPs的基础我们有历史工作在网络运行路由器和交换器上所以我们称之为MIPs所以这就是数据使用所以当工作量上升或是工作量上升如果工作量改变我们的复制器正在改变数据根据这些所以我们不只是用固定的我们正在尝试取得RISCA5的好处并重新更换这也涉及到功能的调整目前功能是调整在解决解决方案前然后Bydance和Bidu和Azure他们他们改变了后但是他们改变了最佳的表现直到它被发射所以我们想做的就是我们可以继续改变自动的改变还可以继续进行更多的改变然后另一个事情是选择无线模式就是你有时候像你在白天开车而能量很高你想改变到能量调整模式即使表现比较低而不是你在晚上开车时你会有更多的适应性所以如果那可以自动进行在设计机上也能在周围的元素上非常有用所以这些是我们正在研究的一些东西我们将利用30-40年的MIFS历史和Risk 5的系统来帮助AI电脑的需求力量的需求安全的需求等等审判的手法我希望从Risk 5的这一点想说我们将继续继续做工具以使我们能够增强Risk 5的强大效果这是Risk 5的把握是由于他们是在服务柜得到某活动的机会去设计并且是一个开放的基础并不是开发的资源只是开放基础的基础所以我們可以幫助彼此而我們的利益會是一間公司可以在某個方式進行另一間公司可以在另一個方式進行這就是你所分辨的地方但是我們可以幫助進行開放標準的創新而每一種軟件以及你所了解的工作人員我們建造軟件但有時我們的功能並沒有使用因為無論是軟件還是軟件工具都還沒準備好所以我們要確保我們會努力投資在經濟系統上讓工具、書館和社區有資源來做這件事當然我們要確保安全和信任都在因為我們有很多資料使用非常複雜我們都在合作所以再一次RISC-V、STANDARD尤其是盧教授開始都在主導這件事我們應該繼續做很多合作的工業合作在我們之間所以在總結上MIPS是RISC-V的強硬夥伴我們正在研究一些關鍵方面我們要如何讓電子中心更有效如何讓自動車 segment更有效在電子中心它無法高度所以我們正在研究更安全的方式我們正在研究它的網絡方面就是DPU就是Data Processing Unit我們相信DPU將會成為電子中心所以CPU、GPU、操縱器、記憶體將會包圍著DPU所以我們正在確保DPU是AI準備是有能力能夠使用AI因為它有所有的資料包括控制和資料然後我們繼續與RISC-V合作確保我們有有效的經濟系統我們將會成為一個成功的經濟系統我們將會成為一個成功的經濟系統這就是我所說的我先結束了謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝謝再次感谢以上各位演讲嘉宾的分享接下来我们进入的今天最后一个环节圆桌论坛今天讨论的主题是生成式AI和Risk5的融合与创新本次论坛圆桌论坛呢是由中国Risk5产业联盟理事长新元创始人董事长兼总裁戴伟明先生主持参与讨论的嘉宾包括Risk5国际基金会理事长戴璐先生华东政法大学政治学研究院院长人工智能与大数据指数研究院院长高奇奇先生之和计算CEO孟建义先生新来智荣半导体科技上海有限公司CEO彭建英女士乌镇智库理事长张晓东先生以上顺序按嘉宾心事的首次排序的那请各位嘉宾带着手机入座一会儿参与互动投票也请台下还未加入会议微信群的嘉宾扫描大屏幕上的二维码入群请显示一下那个群二维码圆桌讨论正式开始后我们会邀请大家针对台上嘉宾的讨论话题进行投票这里也有实时相册今天会议的一些照片大家可以在这里拿到请各位嘉宾入座那我们切到嘉宾的页面请各位嘉宾最后入座那我把时间交给圆桌论坛的主持人戴博士好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好好谢谢",
    "谢谢多謝Thank youCrystalwhyc uso谢谢大家",
    "我发觉我们这个主办方除了新园以外还有一个是有一个上海可能大部分还没听说过上海开放处理器创新产业创新正要在成立的开园可以不开放开放可以不开园北京有开园新开园开新园开放因为我认为转介可以开园硬件开园做研究要去产业化的时候开放重要我都不敢推回来以后我们有区别上海的北京的联盟做得非常好我们有区别我们有区别在研究这两个院是有区别一个开心院一个开放院还是有区别的今天我们在panel上有多了几位两位一个是高教授华东政法大学政治学研究院院长能工智能大书记指数研究院院长他也是很重要国家新一代能工智能治理专委会委员大家有没有知道这次的大会除了能工智能大会开了几届了世界能工智能大会还有一个名字副标体技人工智能全球治理高级别会你知道这是什么吗为什么还拖一句话可能实际上把我们全球这是世界嘛全球在治理上能工智能现在有一定的限制但是在治理安全治理上面还是可以讨论这是非常重视高教授呢昨天也参加一个分论坛专门讨论这个论我想我们开始先让高教授讲一讲这个事情那个刚刚我们讲到这个这是我用到的是吧这个就是有这个有那位被开除的那个怎么样就讲到这超智能的安全问题我觉得是这样这个这个事情治理上的安全这个问题你看看这个就是这就是大家公众关心的问题因为本来实际上来了比我们要早就是我们来我觉得必须要现在担心现在我觉得如果五年到十年都要发生看起来比较婆婆怯了这到强智能我们现在是强智能没有问题但是接下去超智能有问题那你们你先大概跟我们讲讲看昨天你们讨论的或者你最近也研究这个政府也在研究这个问题大家跟我们讲讲是不是有有解我不知道你昨天一个下午讨论一下出来有没有解全球治理你的看法怎么样有没有办法好好谢谢戴总",
    "这个我就就这个问题呢我简单地讲几点第一点呢我先讲一下就是大模型的发展特别是在大模型的辅助之下通用人工智能AGI的快速的到来假设刚才OpenAI这个研究员讲的这个问题这个2027年是真的话那这个其实对我们还是会产生非常多的挑战我简单地讲我对它的定义是三个失第一个呢我觉得会比较快的可能会引起一些失业的问题这个大家应该都有一些感受因为人类历史上这种自动化肯定是毋庸置疑会产生这种就业的冲击那这个问题呢如果太快的话其实我们是不会准备特别好这是第一类问题第二类问题呢我把它称之为叫失序就是我们现在的大量的AIGC的应用呢其实涉及到一个问题就是会出现大量的信息信息过载信息泡沫这个呢就有可能会进一步导致就是因为我们就是很难信任了就是你虚假信息太多时候你会觉得所有信息都可能是假的信任很难信任很难就有可能会影响到我们的秩序有可能甚至是政治秩序所以这个会产生失序的问题这是第二类问题第三类问题呢我觉得有可能啊会产生失控的问题这就是由于AGI的到来AGI到来呢主要我觉得是两种更加失控的风险一类呢就是有可能它会产生自我意识这个像星盾啊他们都很多人都已经开始讨论这个问题了就在这个意识非常难定义但是这个不能排除的然后呢还可能会出现恶意分子对这样一个超级能力因为它可能会达到博士级别甚至有可能再往上到ASI的话它可能是爱因斯坦级别的那这个爱因斯坦级别呢如果它用恶意分子用它来制造病毒对吧制造超级武器那这个就是更加会可怕的一件事情所以这实际上是我觉得三类不同的风险那怎么应对呢我觉得呢至少要做以下这个事情就是要要对大模型的要做一个很好的分级就是当它要达到刚才这个张老师讲到的如果它是我们现在很难去定义它啊如果按照刚才讲的是这个现在的就是一千万块卡的这个一千万张的H100的这样一个level的话如果它到来的话那至少在这个以上或者我们给它定义啊就是这种AGI或者叫超级大语言模型等等不管怎么去定义那这样以上的这样一个大模型呢是一定要采取类似于核武器的安全控制的这样一套方法因为它其实是我们今天很难去类比它一个什么东西但是呢我觉得可能举核武器这个例子比较好类比当然它的将来的这个安全的控制的话因为核武器刚才我们中午还讨论到问题核武器呢它还有一个可以很好的做检查verification这样一个的一个问题但是呢它呢其实很难你都因为核武器呢各国我们原来做这个核军备的这个军控的话一个比较通行的做法呢就是通过卫星图片然后来看你到底是达到什么程度了你做了什么工作那今天可能这个也很难但是呢可能也要做类似的一个思考和判断就是换言之不能有太多的行为体拥有这样的超能力否则你的控制就会非常困难那个你核武器对于这种办法这个数据中心对你知道它在做比特币挖矿呢还是在数据中心呢还是在做大模型这看上去看不出来你就是到里面去检查你也看不出来这在干嘛对那怎么检查这个我这里也没有答案所以我今天也是来请教一在座的专家当然有些人包括我之前想过我在想比方说是不是类似于区块链这样的多方的一种信任机制也好对吧 多方的一种信任机制也好这种分布式账本是不是可能会好一点但是也可能是我理想主义的一个判断我想这个恰恰需要我们共同来做但是我觉得这个问题实际上非常重要另外呢对于没有那么大规模的比方说我们说GBT4再往下这样的规模的那可能对于很多国家来来讲它确实有一个能力建设的问题因为绝大多数比方说我们说亚非拉的很多国家它可能还远远没有这个能力对它来讲呢其实是它要增强能力的它要有用到它因为毕竟人工智能是一个巨大的生产力革命它会给我们人类社会生活改善一些东西那这个呢其实它有一个能力的建设的问题然后我再补充一点啊就是刚才提到那个失业的问题和失控的问题怎么解决的话我觉得可以采取类似于碳中和这样的一个思路碳中和的这个思路是什么呢就是IPCC啊他们当年都是这个思路就是说你的这个碳排放呢我们原来说你碳排放其实你不需要花钱的但是今天我们一个思路就是说你的碳排放其实要交一笔税的所以从这个角度来讲未来的人工智能的使用其实如果你要去解决它的问题的话可以收一笔税但是不能太重太重的话这个产业搞不起来但是其实是要因为必须要交一笔税类似于我们那个强制那个车险你交这笔钱这笔钱呢将来会去解决它产生的一些问题也可能会一定程度上调节速度我简单讲啊这个碳排放大概是这样两种思路但是这个税将来还可以采取类似于碳中和交易的这样一些思路这可能是一些一些出发点但是将来你怎么去建立这个机制是先从双边到多边还是像IPCC这样去整体去谈这个我们要根据将来的实际情况但我觉得大概啊会有这样一个未来的一个进程我先简单讲而且这个税啊也可以你刚刚说的公平的比如说落后地区它的弱智能我们还在强制的操作它就弱智能那个税教的可能还可以去给它一点给它补充一点公平了好像这种议题我想也许这种议题呢会讲AI的技术这种议题我们全世界可以讨论我觉得这还是蛮好的但是你刚刚讲这个失序的问题失业的时候我知道失序的就是说我们有时候呢有时候这个差距有幻觉幻觉对有没有办法把这个幻觉有你觉得应该不应该有幻觉是这样的啊就是我们如果从那个产业应用的角度来讲比方说自动驾驶它要出现幻觉这是一件很可怕的事情对吧但实际上呢幻觉呢恰恰是它非常像人的一种状态这种能力因为人的一个非常重要的能力是storytelling讲故事叙事对吧就我们创造的神话呀我们的这种文学创造各种想象力对 包括思想其实是所以呢你说它有幻觉你可以说它不靠谱说它这个一本正经的胡说八道但你想想看我们很多创作它不就是一本正经的胡说八道吗一本正经的胡说八道这就是很多对那个就是对所以呢这个呢就是说你可以说它是在胡说但另外一个角度来讲这个恰恰是它非常像人的一个方面所以你在那怎么去解决幻觉呢那我们用RAG用减数的增强那你减数减数呢其实又回到又打回到那个原来那个那个搜索的那样一个思路上去了所以呢这个呢我觉得可能是一个balance可能就所以我们经常讲对齐嘛对齐的话super alignment超级对齐但是大家要注意马上会产生另外一个词叫对齐碎你对齐是有成本的你扼杀他的想象力你给他做了太多的对齐他的智商会下去所以这是一个要balance的一个问题我觉得你觉得这个幻觉就是想象力你同意吗我完全同意高老师的一个说法就是我认为这个幻觉啊这个是个feature不是bug就是很多人认为它是feature很多人认为它是bug因为它有一些展现出来一些跟人的行为不太一样或者跟人的当前的价值观不太一样的东西那可能跟这场景有关系就像高老师刚刚讲的说你可能你这时候你用它开车就不行对吧那也是一样我们如果当我们这个想象力激发的时候我们人来开车也不行对吧所以呢我的想法就是说这个可能就是得有一个balance这个balance就是说可能对某一些场景那么我们限制它的这个实际上幻觉就是creativity幻觉就是creativity因为它想到了我们没想到的东西所以呢就是说我们不能说在整体上把这个这个幻觉完全取消幻觉应该是对我们有用的但是呢另一方面确实在某一些场景就是我们需要做需要做alignment所以我同意这个那个我看这个孟博士好像有点不太一样我介绍一下孟博士刚刚明明他是阿里阿里评测科半导体性工程师副总裁他最大的合合他这个做孟博士你觉得这个幻觉是好的我觉得从文学的角度来讲这个幻觉其实挺fancy其实挺好的但从技术的角度来讲的话这个幻觉其实其实是比较危险的因为实际上是我们做技术的角度没有cover的点没有cover的点呢有可能往creative的方向发展也有可能说它可能会产生一些比如说一些违规的内容或者一些不按规则的一些东西所以我觉得在幻觉这块来讲的话在技术上其实还是要努力的去你认为还请原谅他智商低不要幻觉我觉得不同的行业不一样如果写文章的话我觉得幻觉可以多一点但如果说在别的这些领域的话我觉得智商低一点能够解决一切的问题的话我觉得智商低一点能够解决一切的问题的话其实已经够了好接下来去下一个问题好接下来去下一个问题好接下来去上一个问题好接下来去下一个问题刚刚对对对刚刚讲到这个问题那个刚刚妮可有讲到是吧announces 几个大模型的专制没有几个专业模型的民族没有几个专业模型的民族没有几个专业模型的民族集中化的专制和广布式民族集中化的专制和广布式民族那个事刚提了一提那个事就像讲 questionable那这说明了他说 Дж詩他说haitasi反正不是太清楚你能不能讲一讲这两种是什么状态就是这个实际上是大家一直有担心的问题其实就是Google的那个前CEOEric Schmidt他去年在MIT有个演讲他就讲到他说这是去年一年多以前他说会不会出现某一天这个全世界只有五个超级巨大的模型或者少于五个超级巨大的模型而且他非常specifically说了说可能两家在美国两家在中国欧洲或者哪儿两家美国两家中国一家可能欧洲但是他就问他说这是不是我们想看到的结果那么最近呢这个又有很多人在讨论同样的问题实际上在follow他当时的这个问题就是说会不会出现就是咱们先抛却这个地缘政治的原因就是会不会出现某一天就是那个open air咱们刚刚都讲到这个人讲说2027或者2028那你可见就是当时如果说那个时候就是四年之后如果说那个时候的超级大模型都是一千万张H100等价的卡那么你能够负担得起而且有很多就是就是这个技术的进步我们经常会看到就是八十二十入就是那些那些少数的人最后他少数的人或者公司或者他他占了绝大多数的资源这个是不是我们想看到这是这是这个问题的一个方面就是另一个方面呢就是现实的考虑会不会出现这种情况就是哪一种问题呢一种可能性会更大那么一种可能性的就是说可能四年之后真就是像艾瑞克史密去年预测的一样就是有那么几家少数的大模型然后game over对吧那还有一种可能性呢就是我们会有很多挺大的模型那么但是有很多这个呢其实就是从大家如果看过那奥本海默电影就是从从防止核扩散的角度来讲如果你有少数几家挺大的模型对吧对对这个防止核扩散实际上是有好处的是吧所以这个呢但是我们会不会到那一天其实就刚才那个孟总还讲到这个问题就是说这一个问题是说你能不能做到比方说如果说呃我不希望这个模型的能力很强和就跟说你有就咱们用下棋一做例子就是说alpha zero现在的水平很多人测说我们预测就是你按几个子它有相当于多少段alpha zero就是几年以前alpha zerogoogle现在不玩了就是说alpha zero几年以前它停之前alpha zero的水平我们现在测大概是二十段那么二十段是什么概念呢就是九段的棋手人类最高能达到九段九段是看不懂它在下什么那么就是你你如果说我们用群体智能的角度考虑就是比方说你九段棋手你弄十个八段的棋手同时跟九段棋手下九段棋手不一定能下得过但是如果是一个二十段的棋手你弄一万个九段的棋手同时跟它下你也下不过它因为你看不懂它在下什么所以这个实际上是对我们的威胁就是一个是第一这个可能性存在不存在还有就是如果说这个可能性存在这多大的可能性会出现是更大的可能性会导致这个呢还是说我们有办法来控制它但是呢现在我们看到的情况就是至少不容乐观就从我个人的观点来说不容乐观这个问题我稍微补充一点因为这个其实涉及到我的专业因为是这是一个政治学的问题就是因为它是一个就涉及到政治学涉及到全球制的问题就是说我们因为大模型它很关键它是知识的基础就是你以后所有的知识生产都要我非常同意刚才张老师讲的你所有东西都要围绕着这个大模型来进行知识生产那这就产生一个问题了那这就产生一个问题了就是如果啊假设这个世界它就只有一两个或者非常少的这个大模型特别popular那你其实因为它的训练它的语料是吧你都可能是以英文世界为中心的那对于那些非常强调自己文化的国家它可能就会觉得它是边缘化了因为它那个语料在里面非常少所以呢最近其实有一个概念叫主权AI就是你看阿拉伯现在有那个Falcon对吧阿联酋他们在在做然后呢法国也一定miss trail对吧还有这个最近我知道那个就是transformer有一个作者叫Jones他在在日本帮帮他们做这个主权大模型就是说为什么这些国家我我我这这两天开会碰到新加坡的马来西亚的他们说我们一定要有自己的大模型变成这个AI殖民了是吧对就有这个问题了就是如果它这个大模型一统天下的话你想想看这里面你它你的知识生产又觊觎它这个其实是一个内在的一种知识的统一实际上说会消灭知识的多样化这个其实是有问题的所以为什么他必须要搞他就觉得我如果不搞的话我这个文化在将来的竞争当中就没有了但是这里面也有边界就是说那它可能确实是它特别小那它这个确实它没有力量去搞或者说这是一个难题但我觉得至少这两者之间要有一个balance你不能你不能确实是它就这个是个难题我简单回答好接下去我想要我们还谈点芯片那个芯片我们想这样今天因为恋恋种这个不在今天可能孟孟孟孟博士要任务要重重一点我两个人的问题都要来问你了现在这样你刚刚说这个air和lucify刚刚练一组说这么巧两个东西一起来其实看上去都不像这样的东西CPU和其他CPU一个CPU一个是air那这个lucify到底和air一种是air的extension就是说lucify好再可以extend它可以extendDSP extensionDPP extensionDPP extensionAI extension反正instruction你可以加嘛private extension一种还有一种好像它把那个lucify就变成一个element放一大堆它就在air的一部分那你觉得这个这个是不是它怎么叫air和lucify到底怎么结合到底什么是真正把那两者的那个优点结合起来因为现在有点恐怖有这个air和lucify的关系你能不能讲讲你的意见好的你看看懂了没有他们怎么做对对对我也其实一直在一直在研究这个lucify跟ai的这个关系我个人的观点也是lucify从CPU开始它死于CPU但是它剩余应该在ai这个这个应用上那他们两者的这个关系呢我觉得是说今天来看的话呢首先有一个需求在那个地方就是说我们没有满足今天的算力今天的架构所提供的这个算力其实是不能够满足今天以及未来的这个需求的所以架构一定要创新所以今天我们看到是说刚才戴总讲的有可能有从CPU做extension也有小CPU做这个我们的data flow的一个processor我们还有纯算一体我们还有near memory computing所以这个阶段因为需求在那个地方我刚忘记介绍它现在啊不是阿里不是阿里现在我刚忘记了它资格计算CPU你顺便在里面可以可以这个可以有点子路式也可以可以可以那我资格计算那个CPU对现在现在没广告啊对我现在还在这个这个还能我对于这个东西的看法因为我觉得形态很多对啊所以说在这样的形态就没有在过去的10年20年其实计算机的体系结构基本是确定的一个CPU再加上很多加速器这样的架构但今天我觉得挺有意思的我觉得在这个年代其实各种各种PU都有ABCDAPU BPUCPU DPU都有我觉得在这么多PU的角度来讲的话其实它都需要有一个它最终来讲的话它都需要面向开发者有一个很好的一个开发的一个界限而这个界面今天来看的话不管你往哪里走今天能够支撑起未来大生态的这样的一个架构只有Risk5架构因为它开源它在变化中它其实就像水一样今天你这个地形是怎么样的其实就有人会根据这个地形去设计出一个很好的一个processor来但是它还是Risk5所以最终来讲的话大家做各种PU的人多了那么基本上你的贡献对这个架构的贡献的人也就多了那软件生态也就越来越繁荣了所以我觉得是说Risk5它的包容性非常强它能把各种各样的硬件架构也好你这种各种各样的具体的一个specific design都把它纳入到我们整个Risk5的一个program model里面来所以我觉得这就是它的非常重要的一个生命力所以我相信还会有更多的东西来创新当然这些创新还要经过好多的这个产品化的这样的一个考验才能真正走出来这是我的想法你来comment一下那两位哈佛初初学的学生搞的那个收服是吧对收服他说什么比英伟达20倍对你觉得这个条路怎么样这算不算ASIC对这条其实就是一条ASIC的加速的路这条路其实挺有意思的这个把NVIDIA肯定又吓出了一身汗对这条其实就是一条ASIC的加速的路这个比NVIDIA好20倍在这个数字来讲的话确实非常非常棒那么当然在这个里面来讲的话我觉得其实我们大家都在做创新有了这个之后呢我就非常好的一点就大家又看到了说我们今天做计算做架构的人我们还可以持续地往前走到这个这一步下一个可能可能比他还有好10倍也有可能出现所以我觉得一直在延展我们对于计算架构的一种理解当然我觉得今天来讲的话这个项目也刚刚启动其实真正要跟NVIDIA去compete其实还是有很多很多不管是我们的这个产品化不管我们在软件ecosystem还有各个其他的就是对于怎么样让算法这个眼睛的过程中因为它只支持了一个transformer那在这个眼睛的过程中如果这个算法在眼睛它怎么办其实还面临不少的问题但我觉得这是一个非常好的一个尝试你的意思说它有可能走得太过远了一点太space space你安安的时间内走不出万一transformer变了以后它可能就有问题是这个意思吗对 我觉得在我们ListF这个领域来讲的话我们有很强的包容性它走得远一点也没关系它会走回来的我觉得这个其实挺好的尝试那它用ListFile吗它应该没用但我觉得它未来也会用ListFile如果它它的IP加上ListFile可能就更好对我觉得它肯定因为这个东西真正要变得可编程可使用还得有个架构支撑它好的我们终于有个投票了会不会ASIC取代GPU就说像这条路线是个ASIC其实当时谷歌的TPU tensorflow也有点ASIC对吧我们还走得没那么远的时候没有蜷缩基本上沿着这个方向有没有可能这种ASIC取代这个这是很简单一个单选这就要看下我们的系统是不是工作其实还应该再加一个我觉得还要加一个还有加一个我觉得应该是还有一个加一个叫并存并存是吧对对对这个可能会会的能比不会的能多些应该还有一个并存的那可能大部分都选并存我们这是送分题看看这个系统是不是work这个也蛮有意思的ASIC当然就是说GPU本来就比CPU专用这个GPU比GPGP专用就这样越专用可能更有效的但是灵活性就少但有的时候就不能走太远刚刚孟博士讲的对就是有的时候你再久了再远再回来一下对吧这就比较好因为有可能走得太远了是transform那个Nick讲的这transform是不是就是transform因为你刚刚说从数学什么这个train machine说这就是一个最后可能第一性原理以后计算就被这个弄好了这不要去想其他的比transform更好的东西倒不是就是说第一性原理比方说next token prediction那么next token prediction现在来看用transformtransform是一种neural network那么用transform这个架构来实现next token prediction现在是比较有效的但是最近仍然我们会看到很多research paper就是有从学术界来的也从工业界来的就是他们其实在努力试图去improvetransform或者提出一个跟transform完全不同的架构那么最近也有很多人在融资昨天下午还去看了一家公司transform就是生成式嘛transform就是transform你可以做encoder也可以做decoder就是不一定要生成式生成式一种而已对所以现在就是我非常同意刚刚孟博士这个观点就是可能在一段时间内是共存而且要看时间时间就是说如果说在一个新的transform不同的算法出来之前如果有人把transform的asic做得非常好那他可能就有一点优势如果说他还没有得到广泛认可之前又突然来了一个跟transform不一样的算法实现next token prediction比transform还要更efficient昨天下午我就看了一个公司他就claim说我比transform还要好多少多少多少那么咱们先不管它对还是不对但是如果说这样一种情况发生那么就会对这一类的公司有影响了就会对这一类的公司会有巨大的挑战所以在短期内可能是个共存的问题因为transform当时做这批人就是为了翻译嘛语言上下一个单词但是现在遇到视频和音频音频切成一个token视频切成一块块对但是不是也是一个Python sequence也是next token prediction是这样吗对就是视频和语言过去认为是两种完全不同的东西而且过去做视频的用什么就是几年以后以前比较先进的diffusion什么这些模型那么最新的这几个视频的模型完全都是用next token来做就切成一块块它就把它一个视频切成很多patch其实一个patch就是一个token那么它后面之后的算法就完全一样完全token的对就完全所以它的效率就很高所以就是这个东西呢就是可能从某种意义上证明就是next token prediction作为第一性原理可能真是work的我稍微补充刚才张老师讲的这个就是说现在最近这个sora今年的sora它其实就是在transformer把transformer引入到原来的纹身图用的比较多的是扩散模型diffusion modeldiffusion model的基本原理就是增加噪声和减噪声加noising然后再denoising然后它再把那个刚才讲的transformer那个结合进来哇 效果就完全不一样包括像特斯拉的这个突破端到端的这个自动驾驶以前我们觉得它光图像是不可能不可能达到的但是它为什么一下突破了呢是因为用transformer这种方法呢它可以理解图像了对吧所以这其实是一个就是我们以前觉得不大可能但其实是机器呢就这个其实人很难想象它说你你这个就实际上我们是不太理解机器理解语言的方法就和我们其实不太理解自己理解语言的方法是一样的所以我这一点跟张老师的观点是一样的就是其实人理解自己也是一个黑箱人也是预测下一个单词我的观点所以你还是认为思维就是语言没有语言就没有思维是的是的是这个意思吗这个这个是这个哲学文那就是什么东西都可以理解成语言这个对我其实刚才就是想刚才看到上面讲他那个公司他做的那个transformer是20 times faster 是吧那可能有些人说他只做了一年两年怎么做的那么快那实际上很多年前的那个NPU已经是more than ten times fasterthan那个NVIDIA那个GPU based one对不对但是一直到最近在这个AI开始那个take off的时候很多人都是不会太注意那个NPU主要是因为那个他那个NVIDIA他那个CUDA software就是说so dominant你的硬件比他快没用你快十倍别人都不用所以说你现在快二十倍你还是需要有一个这个software ecosystem support因为你做的所有的这些后面的application你还是要based on他的这个software system你如果不能replace他这个CUDA的话你还是要用他的CUDA他CUDA是based on那个GPU based的那个行为所以就是对那个大模型公司比方说对software这些大模型公司就time to market对他很重要所以就说你比方说你说我帮你省了一倍的算力那个去年Illya就讲就是当然他后来离开Illya就I don't care说你省一倍的算力so what所以就对他来说这个一倍的他觉得他要这么多人他要很快的time to market那个那个对啊那个这个意思说比他快比他快的以前就有的就是一个生态问题接下去的问题呢跟你讲的也要来问你的接下去的问题下一个下一个就是生态的问题下一个是这样啊这个我先讲起来今天大家知道X86 ARM和List 5是吧这三个东西这和生态有关现在三脚底那个其实高通其实你知道高通的事情其实这个window port到这个这个ARM上去啊这很难这就是生态问题英特尔你说再怎么英特尔好但你上面有window但这个porting其实高通花了很大的力其实不是ARM在port是高通在port为什么高通想进电脑现在电脑没有window有的可能Android比window好但是人家就习惯window你这个东西很难replace就是苹果也弄个window上所以这就是个问题比如说你到数据中心是X86的是吧那你觉得对AI来讲现在正好有个变化现在都是AI觉得这个哪一个东西X86 ARM和Lux5哪一种CPU它们都是CPU更有优势当然你讲过和AI的关系更有优势或者说你有个过程理论上来它有优势但现在从整个过程当中你看到是不是相当不容易Lux5现在大部分都在下面手机的下面做IoT水平它本来就是水平它优优点水平化给每个人extension就所以要取代一下这种手机和电脑就比较困难但是现在变成AI手机AI的这个PC是不是有机会那我觉得这个AI这个问题就是我们在做如果这个年纪稍微大一点记得在那个2000年的时候每个公司都叫web对不对WWW不管你是做什么生意的都有WWW那就是因为那个时候是就是一阵风嘛对不对现在做AIAI那么红所以不管你这个芯片是不是适合AI我如果说我不适合不要说你说我不适合你不说你适合你这生意就没了你知道那至于是不是适合那是另外一回事对不对那我们这边讲到这个这个X86和那个ARM和这个RISC-V那你也可以看到这里面X86是最老的那最老的它的这个architecture方面应该说跟那个AI是完全没有关系的但是它可以就是说也可以外接它也可以再加additional instruction它可以改改得跟AI挂得上一点沟因为它如果不说AI它这X86将来怎么卖对不对但它的优势就是说它是因为是有一个很大的install baseX86还是一个最大的install base所以它这个install base的话它这些user这些software的这些application你如果只要把它的加一点AI的东西别人可能就觉得那我就还在这上面再待一阵子吧那就是说好像是它的一种做法当初它就这样在那个silver market就把那个RISC的生意抢过来嘛那我前面那时候做那presentation的时候有一张slide就说你这个RISC当初有那个HP有Sun有那个Alpha对不对当时那些workstation都是RISC based后来它把那个linux放到那个X86上面就是X86上面以后它抢了他们的生意那现在它做这个AI的话可能X86还想重新再试一下这个做法它用那个生态的install base但是它现在区别就是说在这个AI上面它的生态不占主导地位AI生态的主导地位是NVIDIA的CUDA对不对NVIDIA CUDA是一个GPU based的生态所以说为什么有这么多公司在做GPU他们做GPU不是为了做GPU的原因而是为了做AI的原因所以说从生态上面这个NVIDIA的那个GPU占优势那ARM和这个RISC-V都是属于这个RISC这一条线上的那这一条线上这两个是有它自己独特的优势那ARM和RISC它的独特优势说它的这个architecture是非常非常low power是那个那个低那个叫低什么就是用电省的那这也就是为什么ARM当初它用电是用到手机电脑上嘛对不对它耗电省那耗电省跟AI跟那些server的时候开始的时候我觉得好像没有关系但现在这个AI用的这个computing power是这么多你做一条算法要耗那么多电虽然说你这个AI的芯片你这个机器你是插在电源上的它省电不是为了它是因为你是手机省电你要把这个电源插座拔掉它省电是因为你太贵所以我用这个ARM的芯片或者用RISC5反正是用RISC这条线上的芯片的话我省电我在做AI的上我就有这一个优势所以说ARM和这个RISC5都会有有它这个方面的优势over这个X86那ARM和RISC5它之间又有什么区别呢那你ARM和RISC5它跟省电上是一样但RISC5因为刚才我们说过它有这个嵌入式就是那个customizable的这个feature那就是RISC5解决了AI另外几个challengeARM不能解决的就是你在用RISC你在用AI的时候你希望有自己的secret sauce每个公司做大模型的人都想做我要做新加坡的大模型但是我怎么做我不想告诉你对不对那印度说我做印度的大模型我也不告诉你但是如果都不告诉你那做芯片的人那我怎么做我每个帮你做一块就太贵了但是我如果走RISC5这条architecture我可以base model做成一样所以我这个芯片里面大部分是跟所有大模型的都可以用但是我里面加了几个custom instruction加一些小的customization是给你们每一个不同大模型做的那做我我作为芯片供应商的话我所要做的这个customize的这个cost就会稍微低一点但是作为用户来说你就可以用成不一样那还有一个就是说做这个AI还有一个大家很注重的就是说它这个security这个安全它这个security的话可能也是就是说每个地方它不想做成一样的security因为我这个AI我如果要保护的话我保护我这个国家的保护我不想给你另外一个国家可以破掉对不对但是大家都是互相不想被对方破掉的那你这些也是一个customizable的东西所以这个就是RISC-V可能说比较占占优势的一点吧其他谁有想补充一下这次制造我们一个选项说共存我刚一直看这个RISC-V的共存这里面很像在博弈随着你的讲话我就有很多人在换他的choice其实那个其他架构就是那个就可以说是那个NVIDIA的因为它谁都不属于嘛但是其他人可以也做成类似NVIDIA的那它可以做成一个跟CUDA compatible的或者做成它如果比较雄心壮志的话我做一套自己的CUDA出来好 那个我们再接下去这个其实还有一种办法就在那个我说在手机的下面ROT在手机上面是Leader Center在手机的边上这个手机声带ARMS非常强那就机车机车是相对封闭因为一天到晚就破坏了因为当时MIPS其实在机车上很强今天我没有叫MIPS说上面因为是语言的关系但是等会儿我会cue这个MIPS这个汽车的事情呢其实那个今天没有发言的孟孟博士他们的新来新来其实也很早也很早开始做他实际上还那时候我记得新来当时开始的时候我们开源的他说中国啊这个只下载不上传的这叫开源所以说你们只会下载从来不传传上的东西当时我去新来很多年前就上传了一个RECIFI CODE那个方的那个包包还写了一本书就是非常好他们现在一百来个人已经四十多块了还做得很好所以呢他现在特别最近我发现这个做汽车啊那个那个孟博士是这个其实孟博士呢以前以前那个经历也非常好他那个他在Synopsis ARC当时也很有经验做Process上面那个在Marvell做过他是浙大的博博士现在是RECIFI中国产业联盟秘书长所以那个孟博士你讲一下这个汽车好像是两年前我记得那时候还蛮早的所以现在全世界通过车规的好像还是蛮领先的你大家讲讲这个事情比如说我们要不然在下面我替大家媒体现在我们做的都在下面很碎片化了还有些在边上做汽车方面的这是不是有机会对对就说刚才谢谢戴总的介绍",
    "就真的很凑巧我和孟博我们应该算同出师门对我和孟博刚好差一阶我们来自同一个实验室对我们一直在从事处理器相关的一些工作吧那孟博他从浙大毕业之后就一直在中天然后到阿里然后现在自己创业到滋贺那像我本人是毕业之后就加入马威尔到Synopsis一直在应该说产业界做处理器IP相关的一些工作然后我们公司是18年创立出来开始刚好Risk5这个风潮吧我们觉得在国内刚好有这个机会其实我们刚才有很多的话题都有谈到Risk5比如说跟AI的这个结合优势包括说到底哪些领域就是跟X86跟ARM这个优缺点然后包括比如说刚才讲到SOHO这样的ASIC到底跟通用的架构有没有什么样的一个区别其实我们做处理器这么多年就在传统的CPU architecture其实很多年都没有变化不管是哈佛还是这个就是我们从流水线啊从Memory这些架构来讲其实很多很多都没有太多的变化那确实是因为AI不管是在汽车还是在服务器还是说在端测有很多的带来新的市场机会更多说增量市场其实很多公司我在想其实大家都是在这个所谓的DSA也就是ASIC跟通用GPGPU跟通用CPU之间不停地做balance这个balance的来回其实就是Hardware跟Software的balance就是说我做一个硬件我的性能超好但是就是没有人用或者说它的编程特别难其实大家可能就是在做通信的人会知道就以前做DSP那DSP要写DSP的话那你一定要写example code就要写汇编那就对编程语言的人来讲其实有很高的要求那其实现在全球的这个趋势来讲以前我们觉得说懂那个C的人已经就现在懂C的人已经很少了大家都已经在C++上面甚至大家都是Python的拍到就是AI的人呢更是别说到example code到那个banner code所以这其实就是说对AI起来之后其实不管对哪个领域对很多创业公司来讲也是一样其实大家不停地就是要在这个所谓的DSA上和通用的CPU或者通用GPU之间不停地做这个更好的一个trade off那在对于为什么来讲在车这块就是我们新来就是去年第一个拿到了ISO 6ISO D功能安全最高等级的一个产品的一个认证然后为什么就是说我们在我们公司IP的策略上来讲automotive是一个比较大的一个当然我们不是说all in在automotive但是我从我们的公司的战略角度上来讲我们的automotive是未来一个比较好的一个增长的一个市场那因为我想我们在过去其实车是一个非常非常封闭的一个系统就特别在男油车大家可以看到就主要是一些比如说那个controller但是现在因为很多人我想都已经开上了新能源车特别是特斯拉引领特斯拉的FSD然后引领到我们国内新势力每一家都在做这个自动驾驶的这个算法然后到自己做自动驾驶芯片其实从整个来讲不管是说车身控制microcontroller然后到预控然后到ADAS然后到自能座舱其实这个趋势已经非常非常明显就像刚才Degan是讲的就是已经到了一个领域就不再是说我硬件出来之后再去上面PO软件去写软件现在其实任何一个领域都已经趋势已经需要软件来驱动整个架构的设计对于车来讲也是一样那车就是因为新能源车起来之后大家更多的从体验感来讲我觉得我之前还做了咱们新约同事的一次体验就是做那个文件就是它全程不管在高速上还是在日常的路上它完全不用手动去控制它已经可以做到很好的比如说这个便道或者说币帐就是这些人类的体验不断地往上走所以就对整个从软件从算法这些趋势来讲那就对整个芯片的架构对芯片设计来讲也是产生了巨大的一个变化那这些变化来讲其实不仅仅是算力的增强但是就觉得比如说ADASADAS它可能就是对算力需求不断增高然后对自动那个做差来讲它可能就是大家会觉得说我体验感要好我APP要五分能切跟手机更有可能SAMLESS的这种集成那对预控和那个Controller来讲我也会增加很多AI的元素我要自动去感应但其实所有的这些就在汽车里面不同的芯片它其实底层的逻辑或者它的整个有些共性的需求都是一样的就是AI软件的通用安全功能安全信息安全实时响应其实这些不管是用在它的车身的哪一个芯片里面这些是它common的feature那以前的话可能都非常的割裂比如说英飞灵和那个瑞萨只做Controller对吧然后可能就是现在高通和MTK只做自动的自动座舱因为从手机过来嘛然后现在我们新势力只做自动驾驶但是未来趋势就是说这些芯片的融合需要一个统一的架构其实从蒙特讲就是要统一的软件生态这是为什么给了RES5这样的一个机会那RES5的它的架构的这个Scalable和Extensible它可以从小到大它一个ISA一个架构可以满足汽车电池从低到高所有这些需求能够满足汽车电池从传统到现在Software driven的这样的一个变化其实我们看到为什么会觉得说Auto是RES5一个比较好的一个未来发展的一个趋势而且它的软件不像手机和PC完全开放那因为有我们现在像汽车来讲OEM和T1有绝对的Donate它可以在从硬件到软件到模组整个有这个可以做一个闭环对这是为什么我们会觉得不管从硬件上从软件上来讲RES5就是一个巨好的一个机会在Auto上面刚刚因为结束的时候我有点感受实际上我认为有两个标的一个是明年年底这张卡一定要出来就终端的推理卡和这个微调推理卡能上训练卡不见得要比NVIDIA快可能需要够好也不需要一个大芯片可能几块切不了因为太大我们还是有点限制制造在外面制造三星这个但是功耗功耗要好如果你相同算了一下比NVIDIA功耗要好有没有可能有可能比它快可能但是也不见得我们工程师说够好不是最好这个事情第二件事情就是汽车我们做了这么大一个一个RED可能放两颗这个事情很好能做大的对吧但是接下去我认为就是切不了因为就是像那个欧洲那家大车他说我不做大的就是切不了这个东西那个的话呢就不所以都需要过车规我们很我希望是放个RED5对吧或者ARM也可以反正都要过车规就是这样对吧一定的时候可能都有选择包括最近X86英特尔都想要放到车车里都可以切不了就这样好对吧英特尔X86RED5ARM如果有三个CP可以选都过了车规都可以对吧这个就是说以后这些车厂这六块当中一块不一样五块一模一样心愿做设备就众筹一下大家就四五分之一的价做好但是把它六块合在一起从外面看上去还是不一样因为你其中一块不一样那其中一块也许就一颗是五纳米其他什么14纳米28纳米不需要全部对国内也是一个而且特别是分开汽车做Safety两个Chipley不肯同时坏这概率就小了本来就是Safety所以我觉得这两个赛道我们都在讲Chipley是最先落地的是非常重要的而且车又是跑在前面所以我们一直promote这个Standard就Chipley国际标准这是物理借口国际标准除非你特殊情况我们国内还有一些中国标准但我们推的是国际标准但上面的Linked layer是没有Defined汽车一起应该Defined一个Linked layer是Chipley的Linked layer我们汽车已经跑在前面这么多公司所以我觉得该Defined标准的时候Defined标准不该为标准就不一样而不一样的时候没有标准要去所以我们一直主张Physical就是国际标准UCIE名字像PCIE没有说中国的PCIE对不对就是UCIE记住这个UCIE以后就是Standard那上面Linked layer我们可以联合起来搞一个这个公司但是我们非常高兴看到我们Lucify已经有过车规有的人在做ARM车规也在做很好那我最后有点时间我想问一下那个那个MIPS那个Great talkI like toI didn't put in your panelbecause the languagerightI hope I willyou have privateinterpret rightbecausethis is quite goodso I heard you sayDPCPUGPUon toprightyou say DPso can youelaborate a little morerightyou sayyou do CPUbut you say DPso that meanswhy you saywhat do you understandabout DPis IOhelporyeahwhatit's a goodgood questionthank youDPU istheso you heard the Nickand it's becomea smart Nickand then soDPU is a smarter Nickeven more computeso it's sittingin the center of every nodein the serverand it has the CPU connectedbut all the datagoes through the DPUyeahsogenerally there are three usagesone is the networkingsecurityand the storageso storage virtualizationsecurity and networkingso your DPUlike a highwayis a highwayyou first build a highwayor first build a houserightyou first build a highwaythen you can plugdifferent buildingsyesso that wayit is able to scalefor the computingit is able to scalefor the memoryand you can disaggregateotherwisethe currentarchitectureis not scalablesososo MIPSanyyou have anythingaround this lineto do somethingabout DPU thingsyes we havewe arewe are working againon using our MIPS historyon the data movementinto the DPUusageand the RISC-V customizationcan you summarizebecause my understandingMIPS is the firstwho have 64 bitway before ARMyeahand you arecurrently you havesome featuresmultithreadingall those thingsstill quite advancedyeahso if you somethingmost close to RISC-Vis MIPS actuallyand you arealmost likesuper set on RISC-Vthis is mymy understandingokaybut becausebusiness reasonthat's whyunfortunatelyMIPS didn'trightso you need changebut I thinkfor you to changeto RISC-Vis very easynomaybe you canbecause you haveextensionyou still canbefore I thinkone time I told youMIPS sayyou can call RISC-VIis 10 actuallyrightof courselet's unify this5but your extensionactuallybe more powerfulin the waybut you naturallyalready haveand alsoyour software ecosystemis much maturerightindustryeven the automotivelike mobileI still use yourMIPSrightyeahso they switched to RISC-Valsoso is that correctthe multithreadingwhat other featureyou believeright nowyou stillin current RISC-Vyou are more strongrightso which featuresfirstwe are fully RISC-Vcompliantso we use RISC-VISAall our productsare using RISC-Vbecause RISC-Vecosystemwe are all working togetherandboth the softwareand hardware ecosystemis therefrom the MIPSwhat we called as MIPSis micro architecturewhether it'smultithreadingwhetherit'salwayslooking at the dataso data latencydata is movingso most of the focus isinstead of bringing the dataagain to the computeand then sending it backwhich is causing the problemAIour iscan we bring it closercompute to the dataso those are the thingswhich we look atas a micro architecturewhile remainingfully compatiblewith RISC-Vso that's why you seein the data centerour performanceis betterbecause it's alwaysfocus is datarather than the scalarcompetenceso you mainlywe talk aboutIoTwe didn't talk about that muchbut people doing RISC-VIoT for a long timebut todaywe mentioned automotivebut your focustry to moving upis not belowis not on the sideis abovecurrentlyI'm strong pointwhich is the cell phoneand whateverrighttry to getting the PCaboveso you think RISC-Vhas a chancein the data centerI'm try to moving up alsostrong pointstrongis byX86so you and RISC-Vand ARMboth try to moving upto the data centerwhich is thethe important placefor ARMI've talked about DPUsoMIPSis as a companystrong in the data movementdata processingsowhen I say data centerthen there's DPUautomotive hasMCUand some ofwhat we callHPCanywhere there is a data computedata movementis a data centersoyou candata computedata movementthat's where we do wellso youI'm sayingI know you do automotivenaturallyyou convert yourcustom baseI know these daysstillstillstill inmobilesoI thinksounds to mewhen you mention the DPS centeror whateverit sounds to meyou try to also dothe data centeris that trueyes so we were alreadyin data centeralready in data centerdata centereven as a MIPSbecause ofyesso now we areenhancing itbecausethere are moredata compute requirementsare thereso you convert yourcurrent MIPScustomin data centerto RISC-Vto RISC-V ISAISAkeeping themultithreadingkeeping the data movementkeeping the data processingso that we can focus on ourDPU spaceso that's whyI mean for those peopleyou don't understandsome multithreadingthey are strangethey naturallyhave a strangesuper set of RISC-Vbecause the originalis like thisso you have the advantageyou have existing customersyou have certain featuresyou have the advantagerightyou can moveso for theyou thinkhow RISC-Vbesides your companyRISC-V tries toyou are not the only onerightyeahwhichwill have the better chanceARMorRISC-Vwhen they're fighting withtheX86for thedata centerso our goal is alwaysthe data centerso wherever there isthe data computedata movement requirementthat's where we wantthe MIPSwhich is RISC-Vbased ISAto be appliedsowe don't seethese competitionwe see as a partnernothe ARMand the RISC-Vthey all try to get intothe data centerand the data centerright nowmost strong is X86yeahand alsoagain ecosystemrightsothe RISC-Vecosystemrightthe ecosystemsso which onenot your companyversus other companyjust sayRISC-Vrightcompanyyou are not the only onetry to bemost US companydata centerand the ARMtry to do thisfor several years alreadywhich will have better chanceARMor RISC-Vit's a tough question to answerbecause not the hardwareas you knowRISC-Vis a community we have gothardwareis a software ecosystemwhichcomes upit depends onhow quickly the softwareecosystem builds upin the endthe two matrixwhich are very importantperformance per wattand performance per millimeter squarewhich you talked aboutchip ledand that helps in thatso it is the software ecosystemtime will tell which onewould be betterright now isX86 ecosystemis fully developedwhat I was trying to explainis MIPSyou are not trying to goin that spaceyou are trying to goin the DPU spacewhich is independentof theall the other ecosystembecause that'swhere we do wellthat's where we believethe RISC-V customizationand inline accelerationwould be extremely beneficialyeah we very appreciateyou getting intoRISC-V communityas you can bringa loss to theRISC-V communitylike I saidrightyeah thank youmost alignedwith thatI'd like to concludethis panelI really appreciateall the panelistsand greatgreat speakersokaythank youaylorthank youthat was a loved friendwhateverthe publictry toknowasklot of questionsanrum特别要感谢今天到场的媒体朋友们已经发布了十多篇原创深度报道让我们会议的成果可以得到更广泛更持续的传播和发酵通过今天的讨论大家对Risk5和生成式AI的未来发展有了更加深入的了解和更多的期待谢谢大家",
    "我们下次活动再见"
]