[
    "请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请各位嘉宾把手触摸在大屏上开始我们的启动仪式请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请不吝点赞 订阅 转发 打赏支持明镜与点点栏目请各位嘉宾把手触摸在大屏上请各位嘉宾把手触摸在大屏上请各位嘉宾把手触摸在大屏上请各位嘉宾把手触摸在大屏上请各位嘉宾把手触摸在大屏上请各位嘉宾把手触摸在大屏上请各位嘉宾把手触摸在大屏上请各位嘉宾把手触摸在大屏上请各位嘉宾把手触摸在大屏上请各位嘉宾把手触摸在大屏上请各位嘉宾把手触摸在大屏上请各位嘉宾把手触摸在大屏上请各位嘉宾把手触摸在大屏上请各位嘉宾把手触摸在大屏上请各位嘉宾把手触摸在大屏上请各位嘉宾把手触摸在大屏上请各位嘉宾把手触摸在大屏上请各位嘉宾把手触摸在大屏上请各位嘉宾把手触摸在大屏上请各位嘉宾把手触摸在大屏上请各位嘉宾把手触摸在大屏上请各位嘉宾把手触摸在大屏上请各位嘉宾把手触摸在大屏上请各位嘉宾把手触摸在大屏上请各位嘉宾把手触摸在大屏上请各位嘉宾把手触摸在大屏上请各位嘉宾把手触摸在大屏上请各位嘉宾把手触摸在大屏上一个水平那就是会对所有人是一个挑战它会挑战你你的工作的意义甚至你生存的意义就是你努力了一辈子你可能离它的距离会非常远它会挫败你所有的学习的兴趣这个挑战是前所未有的我们人类从来没有遇到过这样一个我们自己创造的东西它有这么强强的我不能再说了时间到了谢谢大家",
    "感谢高院长Mr.CaspersI know that you have25 years experiencein domestic and internationalpublic policy areaand also you havea very in-depthand out understandingon the risks researchand so we really want to knowwhat do you thinkare the biggest challengeand risks in the AI governanceand also we would like to knowif you can orderat least the top three of them for usyou order pleaseOK well thank you very muchand it's a delight to be hereI think I'd just like toto pick up from the last speakerstep back and say thatI think one of thethe first pieces of contextthat we need to realizewhen discussing this questionis that we need to be focusednot on the artificial intelligence systemsthat we're seeing todayalthough many of themare already raising many challengesbut we do need to look aheadfive yearspossibly two yearsmaybe soonerin terms of the kind of systemsthat it may be possiblefor humanity to createwithin the AI systemwithin that periodthat might befar far beyondthe kind of AI systemsthat we're seeing nowsystems that would havethe ability to matchhuman level performanceacross a broad rangeof capabilitiesand then systemsperhaps not too long after thatthat could far surpasshuman levelsin a very broad range of capabilitiesthese are sometimes known asartificial general intelligenceartificial super intelligenceas you mentionedthe companies have got these in thereand they've got these in their plans nowI think we can'tit'swe can't be certain that it'll happenbut we also can't ignorethe possibility that it mayso what kind of new challengeswould this raiseif we are actually on the cuspof this kind of developmentand I think it's important to noticethat a lot of the challengesthat we may facemay beones that we can handleat the national levelor with groups of like-minded countriesbut there are some challengesthat are truly going to requireglobal collaborationand I think this isthese are areas where it's inescapablethat we need to work togetherbecause the challenges cross bordersand because we can'tpreserve the safetyand the well-being of humanityincluding our own citizensunless we actually work togetherwith other governmentssowe've just published a papercalled a framework conventionon global AI challengeswhich details thisbut we really see three big areasof challengethe first one is actually aboutrealizing and distributingthe global scale benefitsof artificial intelligencethe private sectorwill do a huge amount of workand helping to generate these benefitsbut we also will needgovernment interventionand government collaborationto make sure that those benefitsare fully realizedand that they're fairly distributedat the global scalethat means about ensuring accessto AI tools for allit means about using the most advancedartificial intelligencetools to generateglobal public goodsand it meansdistributing and sharing the benefitsin ways that areensuring that they're not justconcentrated among a small minorityeven within countriesor between countriesso that's the firstis the reallyon the benefits sideI think the second global challengeis really around risksaround mitigating the global scale risksand by global scale riskswhat we really have in mindare those risks toprimarily to public safetyeither through the misuseof very powerful systemsthat could be used toby malicious actorsto create new weapons of mass destructionor ultimatelyto come back to the point you mentionedthe ultimate global riskis really loss of controlover AI systemsit may sound like science fictionbut we are entering a worldwhere it may become possibleto create systems that areextremely powerfulthat we actually humansare unable to controlright now we're on trackto being able to create those systemswe're not on track yetto knowing how to control themand unless this changesthis could be very difficultvery dangerousand really require governmentsto come togetherand find a ways to manage thisand then very brieflythe third big areaI think global challengeis around making somelegitimate and effective decisionsand choices aboutthe future of artificial intelligenceand its impacts on all of humanitybecause we areif we are entering a phaseof our historywhere we might be possibleto create machinesthat are vastly smarter than humansI think we need tohave a period of reflectionof careful considerationabout what kind of systemswe want to createwhenunder what conditionswith what safeguardsand this needs to be a discussionthat isthese need to be decisionsthat are not just made by a smallhandful of peoplein a few technology companiesit needs to be madein a broadermore globally legitimate fashionso to answer finallyif I had to pick onethat I think is most urgentI would say that thethe public safety risksarewe don't knowthey are urgentbecause we don't knowwhat the timelines arethere's huge uncertaintyabout the timelinesand given thespeechpotential severityand the uncertaintyof the timelineswe should beacting nowto be sure that we're readyand I think that we can do thatwithin the contextof some solutionswhich I'll come back to laterThank you so muchI think Professor Gaoand Mrs. Becksalso mentionedboth mentionedthat the uncertainty of AIand also we don't knowwhen thegenerative AIno nogeneral AIwill emergeand we also don't knowwhat is the actual risk will bethank you so much那么下面第二个问题我其实想这个也是又受到第一个问题的启发就当我们真正到达我们可能期望的那种通用人工智能或者是极为先进的比人类更为能力强大得多的人工智能之前我们还有很长的漫长的发展道路要走那么相信刚才高教授也提到了说我们对于发展这个事情还是蛮有共识的可是对于安全可能相对来说虽然有共识但是要做的并不知道有什么那么就如何平衡我们在发展创新上的努力以及在平衡安全治理安全监管上的投入之间那么这两方的利益如何平衡我特别想请教一下这个来自华为的刘院长能不能从产业的角度和您在这个产业一线时间的角度回答一下这个问题非常感谢主持人提问然后也非常荣幸能够参加今天的讨论作为产业的一员从我们的视角可能分享一点针对这个问题的一些思考我觉得首先可能还是还是关于发展和智力之间的关系的问题我觉得正如刚才的我们的研究报告包括刚才专家也提到了这个发展上大家是达到一个充分的共识的所以说我们认为首先还是对于两者的关系可能还是我们认为智力还是为了发展去护航为了更好的一个发展那么还是要在发展中智力在智力中发展因为确实刚才我们提到人工智能可能面临可能相对不那么远期实际上就有很多这种风险或者说可能关乎到我们人类生存底线的这样一些风险可能是会存在那么我们面临这样的挑战我们当然是要去保持足够的这种重视另外一方面其实我们也不应该放弃就是技术的进步和善意的这种应用给我们真正的生活所带来的这种福祉实际上这个是几千年以来证明过了就是我们人类生活福祉的这种改善其实很大程度上依赖于技术的进步所以这是我想强调的第一点那么从实际的落地的过程当中我觉得主要有两点就是一个是可能还是要我们针对采取分级分类这样的一个处理我觉得这个分级分类一个是我们治理的体系当然风险本身是分很多种长期的 远期的包括可能涉及到人类生存安全的包括这个对人福祉包括可能有一些不那么对人敏感的这样一个风险当然我们在真正构建我们的治理体系的时候我觉得也应该采取一种就是分级的这样一种方式比方说用法律来规定这样一些安全的底线来守住我们的最后的防线另外就是我们可能作为人工智能从业者或者说利益相关方应该也要承担起这样一个责任或者构建一些充分的这个通过自律来在我们一线的工作当中来承担起这样的一些义务那么当然就是我们可能我们也看到道德包括一些软性的一些牵引实际上对于我们预防一些更潜在的一些风险其实也发挥了非常关键的作用那么第二点在实际的这个逻辑当中我觉得还有就是说对这个风险进行分类分级的这样一个处理按照场景来区分比如说同样是推荐的算法那么其实你来推荐这个商品和推荐这个治疗方案实际上它对这个潜在的人的威胁实际上是完全不一样的所以说我觉得风险应该放在不同的场景下去分别地去分析和处理这样的话避免一刀切这样的话我觉得可能就会对一些不那么敏感的场景可能就会把人工智能的价值从而发挥出来我们不错是利用人工智能这样的一个机会比如说像用于气象预测等等这样一些场景这样的话我们来支撑我们联合国的这些可视预犯的目标的这样实现当然在一些领域我们可能要非常的慎重我觉得这个是可能我们可以在实际的操作层面是可以关注的我就想分享这么多好 感谢柳院长来自产业的声音尤其提到了分级的分类的这种不是一刀切的个性化问题而是一刀切的个性化的做法可能能给发展留足更多的空间那么这个同样的问题我希望问一下我认为您的研究对人权和人工智能有很大的研究我们也认为纽约国际协议刚刚通过纽约国际智能协议GDPR和国际智能协议有时候被批评以阻止美国国际智能发展那么您认为美国国际智能发展的关系是什么您对美国国际智能的改革和安全有什么看法绝对的我认为这是一个对美国国际智能发展的关键问题因为我认为我们总体上有两个框架我们有一个框架在美国国际智能发展的关系非常符合纽约国际智能所称为人权和人权这非常鼓励美国国际智能在美国国际智能提供的强化保护除此之外也提供了美国国际智能的很严厚的高风险定义另一边我们基本上是对于这方面的公司批判的公司我认为这是非常重要的在美国国际智能的逻辑上我认为美国国际智能的逻辑实际上我认为这个问题非常复杂第一个原因是最近的法案仍然很难让公司和观察员实际上作出判断如何影响市场运动因为如果我们看过过去我们经常看到法案的改变通常被公司视为威胁或者基本上是增加公司的负担所以这就是通常的方式因为这意味着公司需要适应我们已经看到在GDPR上因为很多公司仍然坚持与GDPR辩论因为这实际上是负面费用尤其是如果您看药业业在EUA法案中创建的因为通常法案专注于健康或人权或其他都会根据他们的大小与公司辩论所以我们认为公司有1000名工作人员或一个数量的收入或利润会受到法则因为他们较大但实际上当我们看EUA法案我认为这个大小或我们看到EUA法案实际上是对公司在某些高风险领域行业的立即有用所以从经济角度我认为无论公司正在使用公司的负面费用正如每个法则因为你会有公司指摘以及公司如何执行法则我认为公司的负面费用是公司的负面费用因为公司的负面费用特别重要当我们看药业业已经非常被摩托过去我认为几个月我与公司谈论了很多基于药业业而背景上药业业是以EUA法案NX-3作为高风险因为它在健康上很重要所以公司也需要考虑关于药业的负面费用但是问题是药业的负面费用是什么意思因为这个词并没有在EUA法案中实际上定义所以通常你可以认为药业负面费用是相当于抵抗执行所以如果您看欧洲协议的抵抗执行法案然后您可以看到药业负面费用是相当于抵抗执行但是如果您看药业负面费用的学术研究我们看到这个定义比较复杂尤其是医疗方面在抵抗执行的问题因此有很多关注尤其是药业业但也有关于复杂的医学解决方案例如飞机或自动驾驶有关于抵抗执行费用尤其是因为在许多系统中你不仅会有一个高风险系统但是还会有很多所以你需要基本上要做抵抗执行和影响执行各种医学解决方案所以这也是我看到的基本上抵抗执行费用在上升而且这在短时间内对欧洲市场来说是欧洲市场的高风险大多数欧洲市场认为欧洲市场是高风险的而且欧洲市场是有很多很多高风险的医学解决方案我们看到在德国车产业这种公司有很高的高风险和高品质所以我们看这两个论点很多歐洲製造公司可能會移民到美國或加拿大因為他們對新興有更好的風險但在其他業界上公司在高規範的程度上例如自動駕駛公司可能會繼續留在那裡好的,謝謝你,博士謝謝你們的分享其實我不知道世界上所有人都覺得歐洲的服務和產品是更高級和質素高的這也許是高級法律法律的優勢謝謝感謝我們也可以看到實際上在這個AIR Act其實還有兩年的時間才會最終完全生效才會最終完全執行所以我們也可以期待在未來兩年之後我們可以看到比較嚴格的監管會對產業和創新有什麼樣具體的影響那麼下面第三個問題我也有特別想請兩位眾望的嘉賓回答因為第三個問題這個Matt的中文非常好所以我就不說英語了第三個問題我想請這個Matt和顧院長回答就是一個特別重要的問題就是在整個的AI治理當中我們都發現其實政府不能再像以前發揮一個絕對主導的作用而整個AI治理當中不管是監管部門還是工業界我們的產業部門包括學界 智庫還有我們的專家都在發揮非常重要的作用那麼顧先生其實也是來自產業界的研究部門可以說同時兼具研究專家智庫和產業的角色所以這個問題我想先請顧先生回答就是您認為在這樣一個AI治理當中不同的主體在人工智能的國際治理當中應該發揮一個什麼樣的作用有請好的 謝謝主持人感謝各位老師今天非常榮幸有機會能夠來這兒參加這個panel論關於人工智能的問題其實這個問題我的一個個人的感受是說如果從理論或者說詞語上來說大家都會說多方協同共治剛您列出來的這個政府產業 智庫等等這些都是一個multi-stakeholder的這麼一個那我們就如果拆開來說其實我們現在看到各個國家地區的話關於政府的作用怎麼發揮產業的作用怎麼發揮以及說智庫的作用怎麼發揮其實是不太一樣的我這邊就先舉一個例子可能大家開了一天會了也會比較困一點一個就是講一個一個叫面壁智能的這麼一家企業它之前就出了一個小參數的模型後來發現所謂的一個Stanford的一個抄襲的事件其實只是一些本科生的一個偶然的一個行為那是通過開源社區的力量發現了這麼一個事情所以其實我們今天在這個WAIC期間我們也看到其實從會場來看的話整個中國的人工智能行業我的個人的判斷感覺是說它已經在走向一個一行百業的一個應用方面不管是你的基礎的算力層面還是在模型層面還是在應用層面因為阿里巴巴正好是一家可以說是全站的產業鏈全部能夠覆蓋的這麼一家企業我們特別突出的一個感受是說在產業側大家都在貢獻自己的智慧剛剛講的開源是一個再比如說我們通過大量的調研發現其實企業特別是在B端的用戶側他們不會去考慮說這個模型是誰的是誰家的Benchmark怎麼樣而是說這東西到底好不好用我們叫不選大的貴的是選好的性價比高的所以我相信其實最後你比如說你模型的這種在場景下的容錯率你的性價比以及說你對於人的這種核心的效率的提升的能力會最終決定這個行業的一個發展的方向所以我認為產業最重要的就是要發揮好一個我們認為應當是一個主導的力量就是你這個力量不管是通過開源的方式通過基礎研發的方式通過應用推廣的方式能夠讓所有人用得起大模型如果大家真的相信大模型是最大的的話那麼我們就應當相信它一定是普惠的對吧大家都說大模型是電是煤是等等那它最終它一定是普惠的所以我們不太相信說OK一個東西只能有一些人能夠用或者用得特別好永遠居於一個上游我們不太相信這個我們永遠致力於說AI for good同時呢AI也一定是equality的這是一個產業策的一個視角另外從政府策其實最近我們也會去關心你比如說像美國最近它其實我們傳統講美國的人工智能治理的話在AI之前就開始了我們當然總結了三個特徵第一個第一個是什麼是強調美國的國家領導力就是我一定要在AI方面有leadership第二個是說我希望是我的AI的話我的US governmentFederal government我能夠多用就是我政府體系內部我要起一個示範作用第三個是說我一定是基於創新的監管就是我的這個創新的措施我監管的措施不能去對這個發展產造一個阻礙的作用那剛剛很多的學者也都談到了歐盟人工智能法其實歐盟人工智能法對於GPAI它還是留出了一個相當大的一個空間的它並沒有把GPAI完全適用於那四個高中低和核武風險這樣一個它其實這個中間其實它有巨大的不確定性我們判斷未來歐盟不會在人工智能時代所謂讓這個布魯塞爾效應再像數字平台時代一樣成為一個當然你說Basic human rights也行你說是一個defense作用也行我們認為歐盟在AI時代一定會在全球發揮它更大的一個作用所以那咱們說回美國的話包括加州最近的這個SP1047法案我們當時看到它的一個這個立法的一個思路如果順利的話八月份可能會通過它設置了四種情況我們講什麼意思呢就是它對於一家企業說你如果履行了A B C D如果你前面三步都沒有履行那你到第四步你才需要去承擔一個極重的合規義務前面三個它都是說基於你的自主的這種研究中的發現你能夠找到一些風險點你能夠主動把它規避掉你採取這些措施並且你向我做一個report這樣的一個通報職能的話你就可以去享受一個它是所謂的這個叫有限責任豁免這實際上就類似於我們說類似於其實平台時代一個避風港的二三令原則就是那個美國1990通訊規範法的那個section 230我們認為美國現在實際上它在建完的時候它是想去再發明出一個這個AI時代的避風港原則包括我們發現其實美國的很多行政令也好它的最近的加州立法他們一直是以10到26次方的flops總算力作為一個模型為frontier model的一個界定的範疇它這個是遠遠高於目前市場上所有的這個模型的訓練能力的所以我們看到黨人都在為AI safety在研究的時候他們確實是著眼未來它從模型的域質上從你的這個合規義務的履行上它實際上強調的是一個事前的審慎而不是一個事後的追責強調的是一個過程的正義而不是事後的審判它強調的也是一種這個企業的自主自願和政體之間的良性溝通而不是一個比如說嚴格的暴僻制度因為在模型之前我們在這所有人包括像科學家們像這個首爾峰會之前發布的這些AI safety report都承認包括剛剛各位老師也提到我們並沒有一個很強的能力去判斷到說AIGC也好生成人工智能或者大模型AGI未來的走勢是什麼樣子的以及說目前它的這個風險的機制是什麼樣子的所以我們現在是very early stage這是我們看產業以及說看風險看治理目前的一個階段以及說我們判斷這個government也好產業也好它所作用的一個基本的一個維度好 謝謝感謝貴院長那麼他不光這個介紹了就是歐盟和美國最新的立法情況實際上也提到了即使我們認為說其實歐盟的立法很嚴但實際上和美國的立法一樣也有很多對產業的豁免並且很多新的法律的制度正在生成當中那麼這個問題也特別想拋給Matt有請好 我挑戰一下我試著用中文回答但是應該說到一半就換成英文我覺得這個問題關鍵的是你要能保證社會的每一個主體都有他們所需要的這些資源來真正的去參與AI治理那這個在每個國家都是不同的我先說美國在美國這個學界學術界學者他們缺乏的是算力和平台我說平台就是一個參與那個政策制定的一個平台的一個渠道我覺得在中國學者的他們佔的這個位置或者他們的角色在就比方說張老師就是比美國要強很多在美國學者是很難他們就不知道應該怎麼去參與那個AI治理那政府他們所缺的就是人才在美國現在比可能三年前要好很多但是還是我們的這些監管部門他們最缺的就是人才如果說行業企業他們所需要的我覺得在美國他們They have everything they need他們有錢他們有平台他們也有這些人才或者expertise那在中國應該是不同的我覺得學者他們佔的這個位置It's a little bit betterIt's they participate more in governance than in the US可能企業在中國企業所需要的他們也是主動的來參加治理那可能他們最需要的是一個fundamental protectionor area of recourse from governmentfrom government action他們是能參與這個治理或者治理研究的政策的這個過程但是最後如果政府對他們有所要求他們也沒有什麼特別靠譜的一個渠道來fight backSo I think this is different in every societyBut you just need to make sure that every parthas the things that they need to participateIt's never going to be perfectly equalUm, but you just need to make sure that every part has the things that they need to participate it's never going to be perfectly equalUm, but you just need to make sure that every part has the things that they need to participate it's never going to be perfectly equalBut each society can make progress on thisAnd I think in the US we've made a lot of progressAnd in China I think there's been a lot of progress tooI think government officials, regulatorshave gotten much smarter about regulatingAI in recent years through kind ofthe crossing the river by feeling the stoneInteracting with companiesLearning how the models workThey've had a lot of practice with thatOur American regulators have not had practiceinteracting deeply with companies and modelsSo I think that's kind of what we need to doSo I think that's kind of what we need to doThank youI think your Chinese is much better than my EnglishI think your Chinese is much better than my EnglishI think your Chinese is much better than my EnglishI think your Chinese is much better than my EnglishI'm not totally agree with youBecause in the kind of bilateral dialogueI met a lot of academiaI met a lot of academiaLike youTo participate in the legislationAnd the consulting processOf the United States governmentYes,当然了我也知道MAT也对中国有很多的研究那么稍后我再请您发表高见那么下面这个问题呢可能是我们今天的这个更为重要的一个问题因为我们在这个人工智能的国际治理的这个panel那么我们下面一个问题呢实际上是想请三位专家来回答那么I want to ask Mr. CasperWe all know thatWe have a lot of existingInternational governanceMulti-electroagreementsAnd kind of international organizationsLike we all knowMany effort on this global AI governanceLike AI safety summitAnd we all know thatUNIs planning toEstablish a global AIAnd kind of mechanismCollaboration on the global AI governanceSo what do you thinkLike we canHave a kind of mechanismInterest of different countriesAnd different sectorsLike private sectorAnd the publicAnd the academia industryWhat do you thinkThis ideal mechanism should beThank youThank youWell you mentioned that there are a lot of different processesUnderway at the United NationsAnd the Bletchley summit follow upsAnd the G7And many othersIncluding many very important bilateralNegotiationsAnd track two processesAnd I think those are all very importantI think one problem withMost of the official processes so farIs that they are still focused onThe AI systems of todayAnd not enough of themAre really looking forward enoughTo the kinds of challengesThat we could facePossibly in decades aheadBut there are some good reasons for thinkingThat there is a possibilityWe could face theseEconomic challenges even soonerSo I think there is a real needTo push theseProcesses to be readyFor the truly globalChallenges that I was mentioningAnd the challengeThe difficulty there isHow do we findSolutions that at the same timeAre legitimate, are inclusiveAre really globalWhile at the same timeBeing practical and effectiveAnd actually getting the job doneAnd I think the wayWe are proposing that this could be addressedIs through what we are callingA globalAn international framework conventionOn global AI challengesNow as many of you may knowIn international relationsThe advantage of a framework conventionIs it's a sort of high level documentSigned by hopefully all countries in the worldAnd it really sets outThe core objectives and principlesWhat do we wantAs commonly as humansWe could build offA lot of the consensus that we saw recentlyWith UN resolutionsIncluding the recent one proposed by ChinaAnd just set outReally provide the legitimacyIn terms of where do we want to go as humanityBut then the next stepOf a framework conventionIs that it's supported by more detailed protocolsAnd those are the ones that reallyLook at the specificRequirements and recommendationsThat's the much more contentious part oftenBut thatCan involve smaller numbers of countriesAt least initially developing themAnd so for exampleWhat we've recommendedIs that there be at the same timeAs adopting a framework conventionProbably by the United NationsThat there be a protocol be developedSpecificallyAddressing the issuesOf global scale risksFrom the most advanced kinds of AI systemsAnd the safety risksAnd that kind ofSystem would put very muchThis idea of the stratification of risksAnd identifying that some risksRequire global collaborationAnd more severe regulation than othersBut I think that'sI won't go into the detailsOf what that looks like nowBut just to say thatI think that really allowsThe potential forFor example leading AI powersSuch as China and the United StatesAnd others to come to some sort ofSwift agreementAround the details of a protocolIs quite challengingThey wouldn't be acceptable todayBut we might need them in the futureSuch as mechanisms to monitorTo make sure that nobody isDeveloping an AI systemThat would put other countries in dangerSo these would be very challengingBut I think it might be possibleIn that contextAnd then eventually from the core groupThen one would hope thatAll countries would eventually sign on those protocolsAnd that we develop protocolsIn all of the other challenge areas I mentioned as wellTo reconciling some of those issuesAnd bringing all the parties involvedBut the details will beWhat we need to work onAnd especially innovate onIn the coming yearsThank you so much那麼這個問題呢我也想問問這個中方的專家也有請這個高奇奇教授回答一下比如說您認為在這個未來的全球人工智能治理當中呢如何去構建一個多方參與各方平等都能公平發表意見的這樣一個機制呢 有請好的 謝謝張老師這個我理解這個問題是這樣就是順著剛才我講的這個思路我定義的三大類問題就是首先是失業第二個是失序第三個是失控所以它的問題呢應該是一個非常整體性的那怎麼去應對這些問題呢首先呢我們可能很多問題還是我們今天儘管講全球治理但是其實還離不了國家治理所以這裡面剛才我們的報告當中也說到要全球治理和國家治理一個平衡這就涉及到可能涉及到幾類治理的主體第一類的主體就是我們人工智能企業本身你要自己去構建一些監管的這個自我監管的一些規則但其實是很難的因為作為人工智能企業本身來講它的核心任務不是治理自己是要跑到最前面去所以這個治理呢其實也很難做到監管自己其實呢很多的監管的規則其實還是要在國家層面形成包括在一些像剛才提到的加州這樣一個地方政府層面或者國家政府層面然後這其實就會出現一個什麼問題呢就是國家和國家之間還有一個競爭的問題所以這樣一個競爭在某種意義上讓這樣一個治理有的時候會比較鬆動就是說你到底是治理還是希望我們的企業可以跑到最前面如果你治理過重的話它可能跑不到前面去了所以對於主權國家來講它還要考慮到一個企業可能會用腳投票的問題如果你監管過重的話就像有的企業它可能原來在英國就會跑到愛爾蘭去了因為愛爾蘭比較比較更加的寬鬆的一個環境所以這裡面呢對於主權國家進行治理來講也是一個難題另外呢國際治理有沒有難題呢當然難題更大全球治理的最大難題就在於聯合國治理本身就是一個非常鬆散的框架我們今天都知道聯合國呢在很多問題上都會cover到但是呢它的這個有效的程度肯定比我們說我們就今天來講這個問題肯定是相對比較弱的所以呢以至於我們今天都在談論治理但是一個最大的問題就是這樣一個治理實際上是一個fragmented governance是一個碎片化的治理就是好像我們都有很多的主體多方協同所以這是我剛才回應張老師提的問題那個最難的一個問題所以我的觀點就是我們可以稍微把這個問題簡化一點其實最主要是兩類問題第一類問題呢是在AGI快速到來的背景之下我們如何去應對剛才提到那個10-26次方以上的那樣一個fragmented這樣一個大模型因為它可能會被濫用因為它有可能會被惡意的人去用來造各種更加厲害的武器生化的生物病毒什麼東西那這個是一定要將來形成類似於和不擴散條約這樣的框架的一個內容這是一類問題第二類問題就是在於我們還有很多的不發達的國家全球南方他們還要有這樣的一個access to AI對於他們來講其實是要推動我們的比較小的模型的一個合理的擴散甚至要讓它有這樣的一個capability building的這樣一個過程我覺得這是第二個主題第三類主題就是由於大模型的緩慢的有可能會快速的使用它可能會剛才我提到的像一些虛假信息啊這樣一個問題怎麼個去對它進行治理我是有一些思考的就是將來可能的失路啊有類似於碳綜合這樣的框架就是IPCC這樣的一個框架就是碳的這個框架的一個基本的思路就是說我們每天都排出二氧化碳那你對你排出的二氧化碳要有一個定價然後呢你排出這個碳呢將來呢相當於你每個人都分配一定的碳排放權如果你超出這樣的每個人的話每個主體或者企業你超出這樣的之後啊你就需要去購買這樣一個實際上是對碳進行一個定價所以我的一個建議就是將來我們能不能對人工智能的使用要定一個價格就是你過度的使用每天都在使用大量產生大量的信息我們也辨不出來它是虛假信息還是正確的信息那這個使用其實是要定一個價這個價呢要收了這樣一筆所以將來去解決剛才彌補一些剛才有可能產生的失業的問題或者失去的問題等等我覺得這可能是幾類問題可能不能完全的放在一個上面來講對於剛才我講到那個核不擴散的類似於核不擴散那個Frontier AI的一個治理的問題那其實就要用剛才那個要建立一個在我看來就要建立一個類似於IEA這樣的框架的一個專門的組織這樣才能會有效聯合國呢它有非常多的任務它要有效的執行這件事情就要有專門的機構這是我的一個主張然後另外的其他的問題包括其他發展啊全球南方啊這個倒是其實可以通過一些其他的計畫我簡單回答啊感謝高教授實際上從您的回答中我們也可以看到這是一個非常複雜的需要看出很多問題的這樣一個問題那麼其實我還想聽聽Matt的關鍵SureI'll use English this timeThis is a little complicatedI won't repeat what everyone saidYes, we need to match the right organizations to the right problemsI think maybe the one thing that's missingis recognizing that the vast majorityof AI governance problemswill not be international AI governance problemsThey will not be solved internationallyThey will be solved domesticallyif they're solved at allI think about our traditional internet issuesand even when countries are veryare allies and friendsand have similar culturesthey still can't agree on itAmerica and lots of countries in Europewhen it comes to how to govern social mediahow to govern monopolieswe can't really agree on anythingand we're supposed to be friendsand that's okaylike each society is going to have its own wayto confront these questionsI think when we're thinking aboutinternational governance questionslimit it to the very small number of issuesthat are fundamentally transnationalthat cannot be resolved without countries interactingThat's probably a few categoriesOne of them iscatastrophic riskOne of them would probably bethis question ofinteroperability of systemsIf you're going to have an autonomous airplaneflying between countriesyou're going to need some standardsand interoperability thereabout sort of contentabout maybe copyright is kind of in betweencopyright has some international componentsbut the vast majority of these questionsare not going to be governed internationallyand I think we would make progress a lot fasterif we limited our scopeto the fundamentally international questionsI love this pointand I totally agree with youmaybe majormost of the questionshave to be solved domestically firstand then in some global scaleand global levelwe can solve the problemof international global AIsafety issuesthank you那么我们下面也感谢前面几位嘉宾我们下面就来到了最后一个问题实际上这个问题我相信也是全球南方和中国最为关心的一个问题之一但是这个问题我想先抛给我们的Mr. KripitzWe know thatthe day before yesterdayChina just proposedUN resolution about the capacity buildingand also we all knowglobal south countriesare so care abouthow we can both share the benefitsfrom AI developmentso what do you thinkwhich kind of mechanismcan bridge the gapbetween developing countriesand developed countriesthank you very muchI think the first point isin a way like describing the problem statementbecause what we tend to dolike add AI into thatbut I think this is a very simplistic pictureand I believe like the problem structureto be analyzed is much more deeperthe question first iswhat is AI in that sensebecause we can look at AIfrom the development perspectivewe say that there are discrepancies internationallybecause certain countries are very muchin the development of AIothers are notso we have like certain countries that have a leading edgelike China and the United Statesand to a certain extent also South Korea with the European Union lagging far behindwhen it comes to patent registrations for instanceat the same time we can also lookin a way at not just developmentbut also implementation of artificial intelligencebecause that's also an important pointbecause certain societies might be very goodin developing artificial intelligencebut don't implement those technologiesso this applies also in the past to Germanybecause Germany was very much up frontin building trains, high speed trainsand very much in the development of thathaving a lot of patentsbut not really implementing the technologybecause of financial restrictionsbut also sometimes because of likereputational issuesor distrust of the populationso when we look intoimplementation of AIalso trust appears to play a major rolewhich also then in a wayfeeds back to this debate on regulationbecause we need to have like someregulatory minimum standardsso that individuals are able to trust this technologyso in a way that alsoplays an important role inlike explaining further down the linediscrepancies when it comes to the implementation of AIapart from thatI would also point outin a way the difference betweendeveloping and alsodeveloped nationsbecause we might argue thatperhaps also in some developed nationsor traditionally developed nationswe might face certain issueswith the implementation of artificial intelligenceso it's perhaps not just the north south dividewhen breaking AIin different aspectsI would also mention hereperhaps not just the point of educating individualsbut alsolooking at infrastructurefor instancebecause apart from the financial meanswhich are very important for AI developmentsince it consumes a lot ofbasically moneyalso we have the financial market componentwhich plays a significant rolebut I also would add to thatthat in certain cases we need to have an infrastructureI think the best case to show thatis autonomous drivingbecause when you look at autonomous drivingas a technology it's not just about a car or vehicleso this is also requiringa lot of investmentwhich is also again then rather goingnot so much into the development directionbut rather in the implementationsituationso I think when we look at thatI think the picture and the problem statementmight be in fact even larger than we think at a first glancesimply because of the factthat first many of those costsin a way are not a big issue in the first yearsbut basically 20 years30 years ahead when infrastructure hasn't been builtyou will really see thenassymetriesso what I fear is that afterwe had in the 1990s and 2000slike a convergence in global living standardsparticularly driven by globalizationthat with AI and also differentdegrees of AI implementationwe might come up again intoa world where we have those discrepanciesand I see here that it's not just likethis typical division betweendeveloping countries on the one sideand developed countries on the other sidebut this picture might be much more complicatedperhaps with Europe then lagging behindcertain parts of Europeso that's also a possibilityso I think when it comes in a way to themeasures to deal with thatI think one major point isobviously financebecause this requires a lot of moneyto build up an infrastructure which is really capableof innovationso I think that's a major pointapart from this typically raised pointabout education which is oftenyou know we used to say okay welllet's educate people and they are AI developersand the problem is solvedit's much more about that particularly if we think about Africawhere basic infrastructure is still neededpeople need to have access to the internetin order to start AI projectsor to implement it in the form ofonline banking sometimes we mighthave like smart solution and fixesto that but I think at largewe need significantinvestments I think that's the major pointso impact investment might be a verycritical component of that apartfrom digital literacy which isoften mentioned in this contextand I would finally reinforcea point I've mentioned already the role ofinternational trust namely thatindividuals in a societytrust AI solutionsand have the readiness to accept themand also to use them because when we look atinternational surveys we see big discrepancieswhen it comes to the willingnessand readiness of individuals in differentsocieties to implement AI technologiesthis is by far not a concern in Chinait is much more concern in Europeeven in comparison to the United Statesthis is a point where I would have worries about itbecause it also has a very important culturaldimensionmaybe access to AI or big modelsmaybe also will be a new type of human rightsin the future in near futurethank you那么下面呢我还想请两位来自中国的专家也回答一下这个问题那么相信其实我们的这个不管是阿里巴巴也好还是华为也好也都在世界各国都有自己的AI产业布局那么您二位就是认为比如说在未来在发展中国家和发达国家之间如何去弥合这种智能鸿沟或者数字鸿沟呢有没有先请柳院长好的简单补充几点确实如果考虑到我们互联网发展了这么多几十年到现在呢其实全世界还有很大比的人群没有接触到互联网所以说我觉得我们在AI时代面临的这种智能鸿沟其实也确实是一个非常现实的非常严肃的一个问题我觉得第一点可能跟刚才前一个问题有比较相关就是说我们提到了就是这种多利益相关方的充分参与的这样一个平台我觉得这种不光是不同的角色比如说政府公众等等其实我们这样一个平台也需要充分的有具备全球的这样一个代表性然后呢通过这样一个平台能够让更多的这样的国家能够表达出自己的关切和声音我觉得这个应该是一个非常重要的一个一个前提的一个条件其实就在上个月我也有幸参加了这个任内瓦的ITU AIFAQ的峰会秘书长这个ITU秘书长包格丹导演包格丹女士也提到就是全球的治理应该在整个联合国的体现联合国的这个价值观并且能够不要让任何一个国家去掉队所以说我觉得呢这样一个愿景去构建这样一个平台是非常重要的当然就是过程当中我们可能有很多去用实际的问题来解决实际的工具来解决我们所谓的挑战刚才立法的问题提到很多那我也想补充一下可能我们当前的立法可能呈现有一点差异化和随便化这样一种趋势但是呢我觉得通过另外一个方面可能也是可以这样充分地沟通和协商不光是为法律的落地提供更确定性的一些方案同时可能也是以弥补这样一个随便化的风险的一个很大的一个机会所以我觉得这样一个平台实际上也是应该充分地去囊括全球各方那么这是第一点后面我就简单一点第二个我觉得确实是在作为一个人工智能产品和服务提供的这样一个一方吧我觉得我们在真正提供相关的产品的时候也要充分考虑到这个不同国家不同人群的它的可获得性还要充分体现出这种包容性举个例子其实我们我们的盘古大模型其实在大概在两年前实际上就跟阿拉伯国家合作在提供这种阿拉伯语言的这种自然语言的处理的大模型我觉得这种的话其实也是非常我们产品解决方案层面是可以做出努力的那么第三点的话就刚才提到了这个人员能力的问题我觉得这个确实也是非常重要的实际上在ICT时代华为其实在非洲等等很多南方国家我们就设立了这种ICT的学院实际上给相关的国家和地区这种人员数字素养的这样一个提升去做出一些贡献所以我觉得在这个人工智能时代的话其实我们这样的工作可以做得更多好的谢谢",
    "感谢刘院长还举了华为已经确实做过的工作来作为例证那么有请顾院长好的感谢这个非常好的一个话题其实我们倒觉得现在这个所谓的这个或者说叫AI可能有的时候也是一种惯性的思维就是我觉得还是需要和可能吧就是我们正好五月份的时候南非金山大学当时我们在会上我们也跟他们交流说你们觉得现在这个AI governance应该怎么走他说基本上的意思就是We don't care他说We Africa在历史上九十年代他们就推出了一些类似的framework包括立法的发展的但是到头来又能怎么样呢所以说其实每一个地区它是有自己的自然的禀赋和它的一些特征的比如说你在这个全球力量中你是以攻击者的身份而存在还是以取求方的身份而存在就是可能任何人都会同时去在这两方都做得特别特别的强或者所有人都强所以这就是平衡的意义我们不是说有的人就应当来做攻击方有的人就应当来做取求方而是更多考虑到的是这种需要和可能的原则可能说比如说从南方国家来说它的基础设施很多时候现在还停留在这个可能是信息化的这种时代可能是智能化还有一段路要走那这个时候如果我们去讨论它的这个能力建设的话可能我们更多的需要去讨论它的这个一步一步来对吧第二个还有个就是也涉及到治理的问题就我们目前来看的话讨论的很多这个AI GovernanceGlobal Governance的问题的时候它有个风险是什么呢其实现在我们看到越来越多的这个所谓的AI Sovereignty这个概念在崛起如果我们回望互联网时代其实从90年代开始一个比较大的跃升才实现了所谓对于平台时代治理的三个我们认为是三个最核心的问题就是数据隐私保护包括这个平台的责任还包括那个公平的竞争沉淀出这三个话题也就是说你一个产业得需要最早你看90年代它关于什么关于的是垃圾邮件对吧一直到后来它才会转到这三个话题上所以其实你的风险也好但是刚刚高教授也提出了可能有一些确实是比较远期才会发生的就是说你对于这些治理的问题如果是过早的把它我觉得它已经是一个或者是一个大面积的范围像垃圾邮件一样存在的话它可能确实需要治理但如果这是一个很远的东西的时候如果短期对于这种过度强调的话你比如说假设如果我没有攻击能力的话我肯定会觉得OKI need air sovereignty to defend myself我不太需要说OK那到时候先污染后治理对吧因为这些问题对于这种业务产业链面临很多很多的问题特别是像一些种族问题这种更严重的所以这实际上就是一个需要和可能的一个结合性以及说考虑到这种过度治理的这种副外部性所导致的问题坦率来讲当下这个时间节点我们关于治理的一个框架很多都是设想我非常同意刚刚这位老师讲到的其中大部分的议题都是国内议题当然有一个非常好的回应性的那如果集中解决一些人类共同面临的问题可能会更好另外也讲一两点像郝瑞同事一样阿里的实践其实这次AI4Good的Summit上阿里最终是两个案例被评选我讲其中一个就是我们在东南亚的实践案例他实际上做的很简单就是把传统的一个翻译通过大语言模型进行改造最后他推出了一款达摩院做的推出了一款模型很简单 原来比如说他需要一个过桥的过程但现在可以实现小语种之间的互译小语种互译这实际上就是很真实的需求你说这个东西它是能力吗它肯定是能力但是这种事情又会有多大的比如说我非要建个效率中心我要研究个大模型这个其实是很难的所以我们还是说基于现实的场景的需要因为现在在阿里平台上像我们在东盟差不多有十万的商家在阿里巴巴的这个platform上来做运营如果我们每年从东盟进口的额度可能会达到两百亿人民币左右这时候你天然的就有大量的商家需求比如说我要去翻译 我要去推广告我要去做图等等这种情况下 OK那我的这个大语言模型怎么为当地服务能力建设 我们认为这就是能力同时最后再点一点其实我们觉得AI出海也好或者说我们全球能力的这种AI的这种鸿沟的迷河也好实际上要区分到底是AI还是产业比如说如果我AI加汽车之后我汽车出海这种那算不算当地的这种整个提升呢还是说我们一个数据中心一定要搞一个大模型这种才算是大家都一起了呢还是说我们在一个好的产业链上你有数据中心 我有模型能力他有算法人才 最后我这有广泛的应用场景所以最后你一个非常好的产业链一个其实就像那句话说的嘛大模型本身不难对齐难对齐的是人类alignment实际上核心是人类比较难对齐从互联网之内我们也能看出来为什么230条款平台责任有这么大的争议在美国包括在美国那就是因为这个人的看法不一样这样子对了我认为不是那平台就夹在中间了所以AI未来它一定也会是这样我觉得现在核心的问题其实一些治理的技术这些都是可以去解决的核心问题就是人类得取得一个对齐在一些fundamental的问题上对 如果这个问题没有之前的话其实坦率来讲好多问题可能也不会那么快的解决感谢顾院长其实这个非常的一个实用主义的回答其实有很多观点我是非常同意的可能与其我们去期待比如说一些全球南方的国家from zero去建立一个这个AI的capacity可能不是很现实那么如何以各种各样比较灵活的形式把它们纳入到全球的这个AI产业链上让他们在这个过程当中本身成为这个AI产业链当中的一员不被整个AI时代的社会生产组织方式落下可能这个是我们当前更为实际的一个解决的方案那么现在呢我们已经问完了最后一个问题相信在座的观众也有非常大的收获那么如果呢你是一个悲观主义者你可能听不懂这个问题也听到了我们远期很多没有预测没有办法预测的风险听到了全球各个国家的分歧以及听到了我们说一些未来我们还需要弥合的很深远的这个鸿沟但如果你是一个乐观主义者呢我相信你也听到了大家的很多的共识和努力以及我们在全球人工智力这个领域已经做的一些工作以及未来其实大家都相信AI能够赋能全人类给人类带来更大的这个发展和红利那么今天呢也非常感谢我们的六位嘉宾谢谢你们的参与",
    "那么谢谢大家那么今天的这个圆桌就到这里感谢Thank you so much感谢大家然后临走的时候把那个同声耳机还一下谢谢",
    "谢谢大家谢谢大家"
]